Repository: intershop/intershop-pwa
Catalog: src/assets/xliff/*.xliff
Languages: de_de, fr_fr

# pwa-account.punchout.subtitle
source: Create a punchout user to connect your procurement system with our online shop via punchout protocol.
de_de: Legen Sie einen Punchout-Benutzer an, um Ihr Procurement-System per Punchout-Protokoll mit unserem Online-Shop zu verbinden.
fr_fr: Créez un utilisateur "punchout" pour connecter votre système d'approvisionnement à notre boutique en ligne via le protocole "punchout".

# pwa-account.punchout.update.description
source: You can update the user status or change the password of the punchout user account.
de_de: Sie können den Benutzerstatus aktualisieren oder das Kennwort des Punchout Benutzerkontos ändern.
fr_fr: Vous pouvez mettre à jour le statut de l’utilisateur ou modifier le mot de passe du compte utilisateur "Punchout".

# pwa-account.punchout.user.add.button.label
source: Add User
de_de: Benutzer hinzufügen
fr_fr: Ajouter un utilisateur

# pwa-account.punchout.user.created.message
source: The punchout user "{{0}}" has been created.
de_de: Der Punchout Benutzer "{{0}}" wurde erstellt.
fr_fr: L’utilisateur punchout "{{0}}" a été créé.

# pwa-account.punchout.user.delete.confirmation
source: The punchout user "{{0}}" has been deleted.
de_de: Der Punchout Benutzer "{{0}}" wurde gelöscht.
fr_fr: L’utilisateur punchout "{{0}}" a été supprimé.

# pwa-account.punchout.user.delete.text
source: Do you really want to delete this punchout user?
de_de: Wollen Sie diesen Punchout Benutzer wirklich entfernen?
fr_fr: Voulez-vous vraiment supprimer cet utilisateur punchout ?

# pwa-account.punchout.user.details.heading
source: Edit {{0}}
de_de: {{0}} bearbeiten
fr_fr: Modifier {{0}}

# pwa-account.punchout.user.details.link
source: Edit
de_de: Bearbeiten
fr_fr: Modifier

# pwa-account.punchout.user.list.heading
source: {{0}} Users
de_de: {{0}}-Benutzer
fr_fr: Utilisateurs {{0}}

# pwa-account.punchout.user.updated.message
source: The punchout user "{{0}}" has been updated.
de_de: Der Punchout Benutzer "{{0}}" wurde geändert.
fr_fr: L’utilisateur punchout "{{0}}" a été mis à jour.

# pwa-account.punchout.username.error.required
source: Please enter a username.
de_de: Geben Sie einen Benutzernamen an.
fr_fr: Veuillez entrer un nom d’utilisateur.

# pwa-account.punchout.username.invalid
source: Please enter a valid username. It must not contain whitespace characters.
de_de: Bitte geben Sie einen gültigen Benutzernamen an. Leerzeichen sind nicht erlaubt.
fr_fr: Veuillez entrer un nom d’utilisateur valide. Il ne doit pas contenir des espaces.

# pwa-account.punchout.username.label
source: Username
de_de: Benutzername
fr_fr: Nom d’utilisateur

# pwa-account.quotes.widget.my_quotes.heading
source: My Quotes
de_de: Meine Preisangebote
fr_fr: Mes devis

# pwa-account.quotes.widget.responded.label
source: Responded Quotes
de_de: Beantwortete Preisangebote
fr_fr: Devis répondus

# pwa-account.quotes.widget.submitted.label
source: Sent Requests
de_de: Gesendete Anfragen
fr_fr: Requêtes envoyées

# pwa-account.quotes.widget.view_all_quotes.link
source: View All Quotes
de_de: Alle Preisangebote anzeigen
fr_fr: Afficher tous les devis

# pwa-account.register.address.headding
source: Address
de_de: Adresse
fr_fr: Adresse

# pwa-account.register.address.message
source: To save time when placing an order, please provide your primary invoice or shipping address below. We will maintain this information so you won't have to enter it again.
de_de: Um bei der Bestellung Zeit zu sparen, geben Sie unten Ihre Hauptadressen für Rechnung und Lieferung an. Die Informationen werden gespeichert, sodass Sie sie bei zukünftigen Bestellungen nicht mehr jedes Mal erneut eingeben müssen.
fr_fr: Pour gagner du temps lors de la commande, veuillez indiquer votre adresse de facturation ou de livraison ci-dessous. Nous conserverons ces informations afin que vous n’ayez pas à les saisir à nouveau.

# pwa-account.register.complete_heading
source: Complete your Account
de_de: Vervollständigen Sie Ihr Benutzerkonto
fr_fr: Complétez votre compte

# pwa-account.register.confirm_leave_modal.body
source: You have not completed the registration process yet. If you leave the page, all information will be lost. Are you sure you want to continue?
de_de: Sie haben den Registrierungsvorgang noch nicht abgeschlossen. Wenn Sie die Seite verlassen, gehen alle Informationen verloren. Wollen Sie wirklich fortfahren?
fr_fr: Vous n'avez pas encore terminé le processus d'enregistrement. Si vous quittez la page, toutes les informations seront perdues. Êtes-vous sûr de vouloir continuer ?

# pwa-account.register.confirm_leave_modal.cancel_button
source: Go back
de_de: Zurückkehren
fr_fr: Retourner

# pwa-account.register.confirm_leave_modal.confirm_button
source: Yes, cancel registration
de_de: Ja, Registrierung abbrechen
fr_fr: Oui, annulez l'enregistrement

# pwa-account.register.confirm_leave_modal.title
source: Cancel account registration
de_de: Kontoregistrierung abbrechen
fr_fr: Annuler l'enregistrement du compte

# pwa-account.register.email.label
source: E-mail Address
de_de: E-Mail-Adresse
fr_fr: Adresse courriel

# pwa-account.register.email_confirmation.label
source: Confirm E-mail Address
de_de: E-Mail-Adresse bestätigen
fr_fr: Confirmer l’adresse courriel

# pwa-account.register.email_password.heading
source: E-mail & Password
de_de: E-Mail & Kennwort
fr_fr: Adresse courriel & mot de passe

# pwa-account.register.email_password.message
source: You will use your e-mail address and password to access your account on future visits.
de_de: Mit E-Mail-Adresse und Kennwort haben Sie zukünftig Zugriff auf Ihr Konto.
fr_fr: Vous utiliserez votre adresse courriel et votre mot de passe pour accéder à votre compte lors de vos prochaines visites.

# pwa-account.register.heading
source: Create a New Account
de_de: Neues Benutzerkonto anlegen
fr_fr: Créer un nouveau compte

# pwa-account.register.link
source: Register
de_de: Registrieren
fr_fr: Enregistrer

# pwa-account.register.message
source: To take full advantage of account features & benefits, please provide all the information below.
de_de: Um alle Benutzerfunktionen und -vorteile in vollem Umfang nutzen zu können, geben Sie bitte unten alle nötigen Informationen an.
fr_fr: Pour profiter pleinement des fonctionnalités et avantages du compte, veuillez fournir toutes les informations ci-dessous.

# pwa-account.register.password.extrainfo.message
source: {{0}} characters minimum, must include numbers and letters, no spaces
de_de: Mindestens {{0}} Zeichen, muss Buchstaben und Ziffern enthalten, keine Leerzeichen erlaubt
fr_fr: {{0}} caractères minimum, comprenant des chiffres et des lettres, sans espace

# pwa-account.register.password.label
source: Password
de_de: Kennwort
fr_fr: Mot de passe

# pwa-account.register.password_confirmation.error.default
source: Please enter a valid password to confirm.
de_de: Bitte geben Sie ein gültiges Kennwort als Bestätigung ein.
fr_fr: Veuillez entrer un mot de passe de confirmation valide.

# pwa-account.register.password_confirmation.label
source: Confirm Password
de_de: Kennwort bestätigen
fr_fr: Confirmer le mot de passe

# pwa-account.register.personal_information.heading
source: Personal Information
de_de: Persönliche Angaben
fr_fr: Informations personnelles

# pwa-account.registration.email.not_match.error
source: The e-mail addresses you entered do not match.
de_de: Die angegebenen E-Mail-Adressen sind nicht identisch.
fr_fr: Les adresses courriels saisies ne sont pas identiques.

# pwa-account.required_field.message
source: Required field
de_de: Erforderliches Feld
fr_fr: Champ obligatoire

# pwa-account.requisitions.approvals
source: Approvals
de_de: Genehmigungen
fr_fr: Approbations

# pwa-account.requisitions.approvals.navtab.approved
source: Approved by you
de_de: Von Ihnen genehmigt
fr_fr: Approuvées par vous

# pwa-account.requisitions.approvals.navtab.rejected
source: Rejected by you
de_de: Von Ihnen abgelehnt
fr_fr: Rejetées par vous

# pwa-account.requisitions.approvals.navtab.waiting
source: Waiting for your Approval
de_de: Zu genehmigende Bestellanforderungen
fr_fr: En attente de votre approbation

# pwa-account.requisitions.approvals.text
source: This list shows all order requests that need to be approved by you. You can also display all the requests that you have already approved or that you have rejected.
de_de: Diese Liste zeigt alle Bestellanforderungen, die von Ihnen genehmigt werden müssen. Zudem können Sie alle Anforderungen anzeigen lassen, die Sie bereits genehmigt oder abgelehnt haben.
fr_fr: Cette liste répertorie toutes vos demandes d’achats qui doivent être approuvées par vous. Vous pouvez également afficher toutes les demandes d’achats que vous avez déjà approuvées ou que vous avez rejetées.

# pwa-account.requisitions.management
source: Requisition Management
de_de: Bestellanforderungsverwaltung
fr_fr: Gestion des demandes d’achats

# pwa-account.requisitions.requisitions
source: Requisitions
de_de: Bestellanforderungen
fr_fr: Demandes d’achats

# pwa-account.requisitions.requisitions.navtab.approved
source: Approved
de_de: Genehmigt
fr_fr: Approuvées

# pwa-account.requisitions.requisitions.navtab.pending
source: Pending
de_de: Offen
fr_fr: En suspens

# pwa-account.requisitions.requisitions.navtab.rejected
source: Rejected
de_de: Abgelehnt
fr_fr: Rejetées

# pwa-account.requisitions.requisitions.text
source: This list shows all your order requests that need to be approved by an approver. You can also view all requests that have been approved or rejected.
de_de: Diese Liste zeigt Ihre gesamten Bestellanforderungen, die von einem Genehmiger genehmigt werden müssen. Zudem können Sie alle genehmigten oder abgelehnten Anforderungen einsehen.
fr_fr: Cette liste répertorie toutes vos demandes d’achats qui doivent être approuvées par un approbateur. Vous pouvez également consulter toutes les demandes d’achats qui ont été approuvées ou rejetées.

# pwa-account.requisitions.widget.approvals_title
source: My Approvals
de_de: Meine Genehmigungen
fr_fr: Mes approbations

# pwa-account.requisitions.widget.budget_title
source: My Budget
de_de: Meine Budgets
fr_fr: Mes budgets

# pwa-account.requisitions.widget.manage_budgets
source: Manage Budgets
de_de: Budgets verwalten
fr_fr: Gérer les budgets

# pwa-account.requisitions.widget.order_total
source: Order Total
de_de: Gesamtsumme
fr_fr: Total de la commande

# pwa-account.requisitions.widget.pending
source: Pending
de_de: Offen
fr_fr: En suspens

# pwa-account.requisitions.widget.requisitions_title
source: My Requisitions
de_de: Meine Bestellanforderungen
fr_fr: Mes demandes

# pwa-account.requisitions.widget.view_all_approvals
source: View All Approvals
de_de: Alle Genehmigungen ansehen
fr_fr: Visualiser toutes les approbations

# pwa-account.requisitions.widget.view_all_requisitions
source: View All Requisitions
de_de: Alle Bestellanforderungen ansehen
fr_fr: Visualiser toutes les demandes

# pwa-account.salutation.mr.text
source: Mr.
de_de: Herr
fr_fr: M.

# pwa-account.salutation.ms.text
source: Ms.
de_de: Frau
fr_fr: Mme

# pwa-account.saved_addresses.link
source: Addresses
de_de: Adressen
fr_fr: Adresses

# pwa-account.send_password.heading
source: Forgot your password?
de_de: Kennwort vergessen?
fr_fr: Mot de passe oublié ?

# pwa-account.send_password.message
source: An e-mail with a link has been sent to your e-mail address. Please follow this link to change your password.
de_de: Eine E-Mail mit einem Link zur Kennwort-Änderung wurde an Ihre E-Mail-Adresse gesendet. Öffnen Sie den Link und folgen Sie den Anweisungen.
fr_fr: Un courriel contenant un lien a été envoyé à votre adresse courriel. Veuillez suivre ce lien pour modifier votre mot de passe.

# pwa-account.signin.auth0.button.label
source: Sign In With Auth0
de_de: Mit Auth0 anmelden
fr_fr: Connectez-vous avec Auth0

# pwa-account.signin.button.label
source: Sign In
de_de: Anmelden
fr_fr: Se connecter

# pwa-account.update.button.label
source: Save Changes
de_de: Änderungen speichern
fr_fr: Enregistrer les modifications

# pwa-account.update_email.answer.text
source: Your new e-mail address takes effect immediately. Use it the next time you place an order or update your account information.
de_de: Die neue E-Mail-Adresse ist sofort aktiv. Verwenden Sie sie bei der nächsten Bestellung oder aktualisieren Sie Ihre Kontoinformationen.
fr_fr: Votre nouvelle adresse courriel prend effet immédiatement. Utilisez-le la prochaine fois que vous passez une commande ou que vous modifiez les informations de votre compte.

# pwa-account.update_email.breadcrumb
source: Edit E-mail Preferences
de_de: E-Mail-Einstellungen bearbeiten
fr_fr: Modifiez les préférences de courriel

# pwa-account.update_email.email.error.email
source: Please enter a valid e-mail address.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse an.
fr_fr: Veuillez entrer une adresse courriel valide.

# pwa-account.update_email.email.error.notempty
source: The e-mail address is required and cannot be empty
de_de: Die E-Mail-Adresse muss angegeben werden.
fr_fr: L’adresse courriel est requise et ne peut pas être vide

# pwa-account.update_email.email.label
source: Current E-mail
de_de: Aktuelle E-Mail-Adresse
fr_fr: Courriel actuel

# pwa-account.update_email.email_confirmation.error.stringcompare
source: Please be certain you have typed in your new e-mail address accurately each time
de_de: Stellen Sie sicher, dass Sie Ihre neue E-Mail-Adresse jedes Mal korrekt eingegeben haben.
fr_fr: Assurez-vous que vous avez saisie correctement la nouvelle adresse courriel à chaque fois.

# pwa-account.update_email.email_confirmation.label
source: Repeat New E-mail
de_de: Neue E-Mail-Adresse wiederholen
fr_fr: Répéter le nouveau courriel

# pwa-account.update_email.heading
source: Edit E-mail Preferences
de_de: E-Mail-Einstellungen bearbeiten
fr_fr: Modifiez les préférences de courriel

# pwa-account.update_email.newemail.label
source: Enter New E-mail
de_de: Neue E-Mail-Adresse eingeben
fr_fr: Entrez un nouvel courriel

# pwa-account.update_email.password.label
source: Verify Password
de_de: Kennwort prüfen
fr_fr: Vérifiez le mot de passe

# pwa-account.update_email.question.text
source: What happens if I edit my e-mail address?
de_de: Was passiert, wenn ich meine E-Mail-Adresse ändere?
fr_fr: Que se passe-t-il si je modifie mon adresse courriel ?

# pwa-account.update_password.answer.text
source: Your new password takes effect immediately. Use it the next time you place an order or update your account information.
de_de: Das neue Kennwort ist sofort aktiv. Verwenden Sie es bei der nächsten Bestellung oder aktualisieren Sie Ihre Kontoinformationen.
fr_fr: Votre nouveau nom d’utilisateur prend effet immédiatement. Utilisez-le la prochaine fois que vous passez une commande ou que vous modifiez les informations de votre compte.

# pwa-account.update_password.breadcrumb
source: Edit Password
de_de: Kennwort ändern
fr_fr: Modifier le mot de passe

# pwa-account.update_password.change.message
source: To change your password, enter your new password in the fields below.
de_de: Um Ihr Kennwort zu ändern, geben Sie das neue Kennwort unten in die Felder ein.
fr_fr: Pour modifier votre mot de passe, saisissez votre nouveau mot de passe dans les champs ci-dessous.

# pwa-account.update_password.change_your_password.heading
source: Change your password
de_de: Ändern Sie Ihr Kennwort
fr_fr: Modifiez votre mot de passe.

# pwa-account.update_password.confirm_password.error.stringcompare
source: Your passwords do not match.
de_de: Ihre Kennwörter sind nicht identisch.
fr_fr: Vos mots de passe ne correspondent pas.

# pwa-account.update_password.heading
source: Edit Password
de_de: Kennwort ändern
fr_fr: Modifier le mot de passe

# pwa-account.update_password.new_password.error.length
source: Your password must be at least {{0}} characters in length.
de_de: Ihr Kennwort muss aus mindestens {{0}} Zeichen bestehen.
fr_fr: Votre mot de passe doit avoir une longueur minimale de {{0}} caractères.

# pwa-account.update_password.new_password.error.regexp
source: Your password must include both numeric and alphabetic characters. It must not contain whitespace characters.
de_de: Das Kennwort muss sowohl Buchstaben als auch Ziffern enthalten. Leerzeichen sind nicht erlaubt.
fr_fr: Votre mot de passe doit comprendre des caractères numériques et alphabétiques. Il ne doit pas contenir des espaces.

# pwa-account.update_password.new_password.error.required
source: Please enter a valid password.
de_de: Bitte geben Sie ein gültiges Kennwort ein.
fr_fr: Veuillez entrer un mot de passe valide.

# pwa-account.update_password.newpassword.label
source: New Password
de_de: Neues Kennwort
fr_fr: Nouveau mot de passe

# pwa-account.update_password.newpassword_confirmation.label
source: Confirm New Password
de_de: Neues Kennwort bestätigen
fr_fr: Confirmez le nouveau mot de passe

# pwa-account.update_password.old_password.error.incorrect
source: The password you entered is incorrect.
de_de: Das eingegebene Kennwort ist nicht korrekt.
fr_fr: Le mot de passe saisi est incorrect.

# pwa-account.update_password.old_password.error.required
source: Please enter your account password.
de_de: Bitte geben Sie Ihr Benutzer-Kennwort ein.
fr_fr: Veuillez entrer le mot de passe de votre compte.

# pwa-account.update_password.question.text
source: What happens if I edit my password?
de_de: Was passiert, wenn ich mein Kennwort ändere?
fr_fr: Que se passe-t-il si je modifie mon mot de passe ?

# pwa-account.update_profile.breadcrumb
source: Edit Your Profile
de_de: Ihr Profil bearbeiten
fr_fr: Modifier votre profil

# pwa-account.update_profile.firstname.label
source: First Name
de_de: Vorname
fr_fr: Prénom

# pwa-account.update_profile.heading
source: Edit Your Profile
de_de: Ihr Profil bearbeiten
fr_fr: Modifier votre profil

# pwa-account.update_profile.lastname.label
source: Last Name
de_de: Nachname
fr_fr: Nom de famille

# pwa-account.update_profile.phone.label
source: Phone
de_de: Telefon
fr_fr: Téléphone

# pwa-account.update_profile.text
source: You can update your personal profile information below.
de_de: Sie können Ihr persönliches Profil im Folgenden aktualisieren.
fr_fr: Vous pouvez mettre à jour les informations de votre profil personnel ci-dessous.

# pwa-account.user.active.label
source: Active
de_de: Aktiv
fr_fr: Actif

# pwa-account.user.breadcrumbs.new_user.text
source: New User
de_de: Neuer Benutzer
fr_fr: Nouvel utilisateur

# pwa-account.user.delete_user.confirmation
source: The user has been deleted.
de_de: Der Benutzer wurde gelöscht.
fr_fr: L’utilisateur a été supprimé.

# pwa-account.user.delete_user_dialog.are_you_sure_paragraph
source: Do you really want to delete this user?
de_de: Wollen Sie diesen Benutzer wirklich entfernen?
fr_fr: Voulez-vous vraiment supprimer cet utilisateur?

# pwa-account.user.delete_user_dialog.cancel_button.text
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-account.user.delete_user_dialog.delete_button.text
source: Delete
de_de: Entfernen
fr_fr: Supprimer

# pwa-account.user.delete_user_dialog.header
source: Delete {{0}}
de_de: {{0}} entfernen
fr_fr: Supprimer {{0}}

# pwa-account.user.details.heading
source: User Details
de_de: Benutzerdaten
fr_fr: Détails de l’utilisateur

# pwa-account.user.details.profile.budget_limits.heading
source: Budget Limits
fr_fr: limites budgétaires

# pwa-account.user.details.profile.email
source: E-mail
fr_fr: Courriel

# pwa-account.user.details.profile.heading
source: Profile
de_de: Profil
fr_fr: Profil

# pwa-account.user.details.profile.name
source: Name
fr_fr: Nom

# pwa-account.user.details.profile.phone
source: Phone
de_de: Telefon
fr_fr: Téléphone

# pwa-account.user.details.profile.role.hide_permissions.link
source: Hide Permissions
de_de: Zugriffsrechte ausblenden
fr_fr: Cacher des autorisations

# pwa-account.user.details.profile.role.show_permissions.link
source: Show Permissions
de_de: Zugriffsrechte anzeigen
fr_fr: Afficher des autorisations

# pwa-account.user.details.profile.role_permissions.heading
source: Roles & Permissions
de_de: Rollen und Zugriffsrechte
fr_fr: Rôles et autorisations

# pwa-account.user.email.label
source: E-mail
fr_fr: Courriel

# pwa-account.user.list.link.add_user
source: Add User
de_de: Benutzer hinzufügen
fr_fr: Ajouter un utilisateur

# pwa-account.user.list.status.inactive
source: (Inactive)
de_de: (Inaktiv)
fr_fr: (Inactif)

# pwa-account.user.login.error.required
source: Please enter a username.
de_de: Bitte geben Sie einen Benutzernamen an.
fr_fr: Veuillez entrer un nom d’utilisateur

# pwa-account.user.login.invalid.error
source: Please enter a valid username.
de_de: Bitte geben Sie einen gültigen Benutzernamen an.
fr_fr: Veuillez entrer un nom d’utilisateur valide

# pwa-account.user.new.Budget.error.valid
source: Please enter a valid money value (Budget).
de_de: Geben Sie einen gültigen Geldbetrag ein (Budget).
fr_fr: Veuillez entrer une valeur monétaire valide (Budget).

# pwa-account.user.new.OrderLimit.error.valid
source: Please enter a valid money value (limit per order).
de_de: Geben Sie einen gültigen Geldbetrag ein (Limit pro Bestellung).
fr_fr: Veuillez entrer une valeur monétaire valide (limite par commande).

# pwa-account.user.new.budget.period.value.half-yearly
source: half-yearly
de_de: halbjährlich
fr_fr: semestriel

# pwa-account.user.new.budget.period.value.monthly
source: monthly
de_de: monatlich
fr_fr: mensuel

# pwa-account.user.new.budget.period.value.quarterly
source: quarterly
de_de: quartalsweise
fr_fr: trimestriel

# pwa-account.user.new.budget.period.value.weekly
source: weekly
de_de: wöchentlich
fr_fr: hebdomadaire

# pwa-account.user.new.budget.period.value.yearly
source: yearly
de_de: jährlich
fr_fr: annuel

# pwa-account.user.new.button.create.label
source: Create User
de_de: Benutzer anlegen
fr_fr: Créer un utilisateur

# pwa-account.user.new.firstname.error.required
source: Please enter a first name.
de_de: Bitte geben Sie einen Vornamen an.
fr_fr: Veuillez entrer un prénom.

# pwa-account.user.new.heading
source: Create New User
de_de: Neuen Benutzer anlegen
fr_fr: Créer un nouvel utilisateur

# pwa-account.user.new.lastname.error.required
source: Please enter a last name.
de_de: Bitte geben Sie einen Nachnamen an.
fr_fr: Veuillez entrer un nom de famille.

# pwa-account.user.new.lastname.error.valid
source: Please enter a valid last name.
de_de: Bitte geben Sie einen gültigen Nachnamen an.
fr_fr: Veuillez entrer un nom de famille valide.

# pwa-account.user.new.login.already_exist.error
source: A user with that login already exists. Please check the information for accuracy or enter a different login.
de_de: Der angegebene Anmeldename wird bereits verwendet. Prüfen Sie bitte die Richtigkeit der Eingabe oder geben Sie einen anderen Anmeldenamen an.
fr_fr: Un utilisateur avec ce nom d’utilisateur existe déjà. Veuillez vérifier l’exactitude des informations ou entrer un nom d’utilisateur différent.

# pwa-account.user.new.login.error.email
source: Please enter a valid username.
de_de: Bitte geben Sie einen gültigen Benutzernamen an.
fr_fr: Veuillez entrer un nom d’utilisateur valide.

# pwa-account.user.new.login.error.maxlength
source: The login must not exceed 256 characters.
de_de: Der Anmeldename darf nicht länger als 256 Zeichen sein.
fr_fr: Le nom d’utilisateur ne doit pas dépasser 256 caractères.

# pwa-account.user.new.login.error.required
source: Please enter a username.
de_de: Bitte geben Sie einen Benutzernamen an.
fr_fr: Veuillez entrer un nom d’utilisateur.

# pwa-account.user.new.monthly_spend_limit.error
source: Please enter a valid monthly spend limit.
de_de: Geben Sie ein gültiges Ausgabelimit pro Monat an.
fr_fr: Veuillez entrer une limite de dépenses par mois valide.
