Repository: intershop/intershop-pwa
Catalog: src/assets/xliff/*.xliff
Languages: de_de, fr_fr

# pwa-account.login.username_password.error.invalid
source: Your Username/Password combination is incorrect. Please try again.
de_de: Ihre Benutzername-Kennwort-Kombination ist nicht korrekt. Bitte versuchen Sie es erneut.
fr_fr: Votre combinaison Nom d’utilisateur/Mot de passe est incorrecte. Veuillez réessayer.

# pwa-account.login.wishlists.message
source: Please login to your account to use wish lists.
de_de: Melden Sie sich mit Ihrem Benutzernamen an, um die Wunschliste zu benutzen.
fr_fr: Veuillez vous connecter à votre compte pour utiliser les listes de souhaits.

# pwa-account.login_status.myaccount.link
source: My Account
de_de: Mein Konto
fr_fr: Mon compte

# pwa-account.logout.link
source: Logout
de_de: Abmelden
fr_fr: Déconnexion

# pwa-account.my_account.heading
source: My Account
de_de: Mein Konto
fr_fr: Mon compte

# pwa-account.my_account.link
source: My Account
de_de: Mein Konto
fr_fr: Mon compte

# pwa-account.name.error.forbidden.chars
source: Only alphanumeric characters are allowed.
de_de: Nur alphanumerische Zeichen sind erlaubt.
fr_fr: Seuls les caractères alphanumériques sont autorisés.

# pwa-account.navigation.logout.link
source: Logout
de_de: Abmelden
fr_fr: Déconnexion

# pwa-account.navigation.quotes.link
source: Quoting
de_de: Preisangebote
fr_fr: Devis

# pwa-account.new_user.heading
source: New Users
de_de: Neue Benutzer
fr_fr: Nouveaux utilisateurs

# pwa-account.newsletter.subscribed
source: Subscribed
de_de: Abonniert
fr_fr: Abonné

# pwa-account.newsletter.unsubscribed
source: Not Subscribed
de_de: Nicht abonniert
fr_fr: Non abonné

# pwa-account.option.select.text
source: Please select
de_de: Bitte auswählen
fr_fr: Veuillez sélectionner

# pwa-account.order.most_recent.heading
source: Most Recent Orders
de_de: Letzte Bestellungen
fr_fr: Les commandes les plus récentes

# pwa-account.order.questions.note
source: Please visit the <a href="{{0}}">Help</a> area of our website for comprehensive order and shipping information or <a href="{{1}}">Contact Us</a> 24 hours a day.
de_de: Besuchen Sie die <a href="{{0}}">Hilfe</a> auf unserer Website für umfassende Bestell- und Versandinformationen oder <a href="{{1}}">kontaktieren Sie uns</a> rund um die Uhr.
fr_fr: Merci de consulter la section<a href="{{0}}">Aide</a> de notre site Web pour des renseignements complètes sur votre commande et l’expédition ou <a href="{{1}}">Contactez-nous</a> 24 heures sur 24.

# pwa-account.order.questions.title
source: Questions?
de_de: Fragen?
fr_fr: Avez-vous des questions supplémentaires ?

# pwa-account.order.subtitle
source: The most recent order appears first. Please allow up to 5 minutes for new orders to appear below.
de_de: Die letzte Bestellung erscheint zuerst. Bitte gedulden Sie sich bis zu fünf Minuten, bis alle neueren Bestellungen darunter erscheinen.
fr_fr: La commande la plus récente apparaît en premier. Veuillez prévoir jusqu’à 5 minutes pour que les nouvelles commandes apparaissent ci-dessous.

# pwa-account.order.view_all_order.link
source: View All Orders
de_de: Alle Bestellungen anzeigen
fr_fr: Afficher toutes les commandes

# pwa-account.order.view_this_order.link
source: Details
de_de: Anzeigen
fr_fr: Détails

# pwa-account.order_history.heading
source: Order History
de_de: Bestellhistorie
fr_fr: Historique de commandes

# pwa-account.order_history.link
source: Order History
de_de: Bestellhistorie
fr_fr: Historique de commandes

# pwa-account.order_template.add_to_template.button.add_to_template.label
source: Add to order template
de_de: In Bestellvorlage aufnehmen
fr_fr: Ajouter au modèle de commande

# pwa-account.order_template.added.confirmation
source: {{0}} has been added to <a callback="callbackHideDialogModal" href="{{2}}">{{1}}</a>.
de_de: {{0}} wurde hinzugefügt zu <a callback="callbackHideDialogModal" href="{{2}}">{{1}}</a>.
fr_fr: {{0}} a été ajouté à <a callback="callbackHideDialogModal" href="{{2}}">"{{1}}"</a>.

# pwa-account.order_template.delete.button.text
source: Delete
de_de: Löschen
fr_fr: Supprimer

# pwa-account.order_template.delete.do_you_really.text
source: Do you really want to delete this order template?
de_de: Wollen Sie diese Bestellvorlage wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer ce modèle de commande ?

# pwa-account.order_template.delete_order_template.confirmation
source: Your order template "{{0}}" has been deleted.
de_de: Ihre Bestellvorlage "{{0}}" wurde gelöscht.
fr_fr: Votre modèle de commande "{{0}}" a été supprimé.

# pwa-account.order_template.edit.heading
source: Edit Order Template
de_de: Bestellvorlage bearbeiten
fr_fr: Modifier le modèle de commande

# pwa-account.order_template.form.name.error.required
source: Please enter an order template name.
de_de: Geben Sie einen Namen für die Bestellvorlage an.
fr_fr: Veuillez entrer un nom pour le modèle de commande.

# pwa-account.order_template.form.name.label
source: Order Template Name
de_de: Name der Bestellvorlage
fr_fr: Nom du modèle de commande

# pwa-account.order_template.list.button.add_template.label
source: Add Order Template
de_de: Bestellvorlage hinzufügen
fr_fr: Ajouter un modèle de commande

# pwa-account.order_template.list.link.back
source: Back to Order Templates
de_de: Zurück zu Bestellvorlagen
fr_fr: Retour aux modèles de commande

# pwa-account.order_template.list.link.remove
source: Delete
de_de: Löschen
fr_fr: Supprimer

# pwa-account.order_template.list.no_templates.text
source: Currently you don't have any order templates.
de_de: Derzeit haben Sie keine Bestellvorlagen.
fr_fr: Actuellement, vous n’avez pas de modèles de commande.

# pwa-account.order_template.list.table.created
source: Created
de_de: Angelegt
fr_fr: Créé

# pwa-account.order_template.list.table.item
source: No. of Items
de_de: Artikelanzahl
fr_fr: Nombre d’articles

# pwa-account.order_template.list.table.template
source: Template Name
de_de: Name der Vorlage
fr_fr: Nom du modèle

# pwa-account.order_template.move.added.text
source: {{0}} has been added to <a callback="callbackHideDialogModal" href="{{2}}">{{1}}</a>.
de_de: {{0}} wurde zu Bestellvorlage <a callback="callbackHideDialogModal" href="{{2}}">{{1}}</a> hinzugefügt.
fr_fr: {{0}} a été ajouté au modèle de <a callback="callbackHideDialogModal" href="{{2}}">{{1}}</a>.

# pwa-account.order_template.name.error.required
source: If you want to create a new order template, please enter a name.
de_de: Zum Erstellen einer neuen Bestellvorlage geben Sie bitte einen Namen ein.
fr_fr: Si vous souhaitez créer un nouveau modèle de commande, veuillez entrer un nom.

# pwa-account.order_template.new_from_basket.heading
source: Create Order Template from Cart
de_de: Aus Warenkorb Bestellvorlage anlegen
fr_fr: Créer un modèle de commande à partir du panier

# pwa-account.order_template.new_from_basket_confirm.heading
source: The order template "{{0}}" has been created and all items from the current cart have been transferred.
de_de: Die Bestellvorlage "{{0}}" wurde angelegt und alle Artikel aus dem aktuellen Warenkorb wurden übertragen.
fr_fr: Votre modèle de commande "{{0}}" a été créé et tous les articles de votre panier actuel ont été ajoutés.

# pwa-account.order_template.new_from_order.button.create.label
source: Create
de_de: Anlegen
fr_fr: Créer

# pwa-account.order_template.new_order_template.confirmation
source: Your order template "{{0}}" has been created.
de_de: Ihre Bestellvorlage "{{0}}" wurde angelegt.
fr_fr: Votre modèle de commande "{{0}}" a été créé.

# pwa-account.order_template.new_order_template.text
source: New Order Template
de_de: Neue Bestellvorlage
fr_fr: Nouveau modèle de commande

# pwa-account.order_template.no_entries
source: There are currently no items in this order template.
de_de: Derzeit befinden sich keine Artikel in der Bestellvorlage.
fr_fr: Il n’y a actuellement aucun article dans ce modèle de commande.

# pwa-account.order_template.order_template.edit.rename
source: Rename
de_de: Umbenennen
fr_fr: Renommer

# pwa-account.order_template.table.header.date_added
source: Added on
de_de: Hinzugefügt am
fr_fr: Date ajoutée

# pwa-account.order_template.table.header.item
source: Item Description
de_de: Artikelbeschreibung
fr_fr: Description de l’article

# pwa-account.order_template.table.header.price
source: Price
de_de: Preis
fr_fr: Prix

# pwa-account.order_template.table.options.move_to_template
source: Move to Other Template
de_de: In andere Bestellvorlage verschieben
fr_fr: Déplacer vers un autre modèle

# pwa-account.order_templates.delete_dialog.header
source: Delete {{0}}
de_de: {{0}} löschen
fr_fr: Supprimer {{0}}

# pwa-account.order_templates.edit.confirmation
source: Your order template "{{0}}" has been updated.
de_de: Ihre Bestellvorlage "{{0}}" wurde aktualisiert.
fr_fr: Votre modèle de commande "{{0}}" a été mise à jour.

# pwa-account.order_templates.edit_form.save_button.text
source: Save Changes
de_de: Änderungen speichern
fr_fr: Enregistrer les modifications

# pwa-account.orderdetails.breadcrumb
source: Order Details
de_de: Bestelldetails
fr_fr: Détails de la commande

# pwa-account.orderdetails.date_of_order.label
source: Date of Order
de_de: Bestelldatum
fr_fr: Date de la commande

# pwa-account.orderdetails.headerDetails.default
source: Below are details about the item(s) in your order. If you ordered more than one item, please note that some items may display a different shipping method and/or status because they are shipped in a separate package.
de_de: Unten finden Sie Details zu Artikeln Ihrer Bestellung. Wenn Sie mehr als einen Artikel bestellt haben, beachten Sie, dass einige Artikel eine andere Versandart und/oder Bestellstatus besitzen, weil sie einzeln versandt werden.
fr_fr: Ci-dessous, vous trouverez des détails sur les articles que vous avez commandés. Si vous avez commandé plus d’un article, veuillez noter que certains articles peuvent afficher une méthode d’expédition différente et/ou un état différent parce qu’ils sont expédiés dans un emballage séparé.

# pwa-account.orderdetails.heading.default
source: Order Details
de_de: Bestelldetails
fr_fr: Détails de la commande

# pwa-account.orderdetails.links.continue_shopping
source: Continue Shopping
de_de: Weiter einkaufen
fr_fr: Poursuivre mes achats

# pwa-account.orderdetails.links.return_to_orders
source: Back to Orders
de_de: Zurück zu Bestellungen
fr_fr: Retour aux commandes

# pwa-account.orderdetails.order_number.label
source: Order No.
de_de: Bestellnr.
fr_fr: N° de commande

# pwa-account.orderdetails.order_status.label
source: Order Status
de_de: Bestellstatus
fr_fr: État de la commande

# pwa-account.orderdetails.print_link.text
source: Print
de_de: Drucken
fr_fr: Imprimer

# pwa-account.orderlist.no_orders_message
source: You have not placed an order yet.
de_de: Sie haben noch keine Bestellung aufgegeben.
fr_fr: Vous n’avez pas encore passé une commande.

# pwa-account.orderlist.orderDetails.items.label
source: Items:
de_de: Artikel:
fr_fr: Articles :

# pwa-account.orderlist.orderDetails.orderNo.label
source: Order Number:
de_de: Bestellnummer:
fr_fr: Numéro de commande :

# pwa-account.orderlist.orderDetails.status.label
source: Status:
fr_fr: État :

# pwa-account.orderlist.table.date_of_order
source: Order Date
de_de: Bestelldatum
fr_fr: Date de la commande

# pwa-account.orderlist.table.items
source: Items
de_de: Art.
fr_fr: Articles

# pwa-account.orderlist.table.order_number
source: Order No.
de_de: Bestellnr.
fr_fr: N° de la commande

# pwa-account.orderlist.table.order_status
source: Status
fr_fr: État

# pwa-account.orderlist.table.order_total
source: Order Total
de_de: Gesamtsumme
fr_fr: Total de la commande

# pwa-account.ordertemplates.heading
source: Order Templates
de_de: Bestellvorlagen
fr_fr: Modèles de commande

# pwa-account.ordertemplates.link
source: Order Templates
de_de: Bestellvorlagen
fr_fr: Modèles de commande

# pwa-account.ordertemplates.widget.heading
source: My Order Templates
de_de: Meine Bestellvorlagen
fr_fr: Mes modèles de commande

# pwa-account.ordertemplates.widget.view_all.link
source: View All Order Templates
de_de: Alle Bestellvorlagen ansehen
fr_fr: Afficher tous les modèles de commande

# pwa-account.organization.user_management
source: User Management
de_de: Benutzerverwaltung
fr_fr: Gestion des utilisateurs

# pwa-account.organization.user_management.back_to_list
source: Back to User Management
de_de: Zurück zur Benutzerverwaltung
fr_fr: Retourner à la gestion des utilisateurs

# pwa-account.organization.user_management.new_user.confirmation
source: The user "{{0}}" has been created.
de_de: Der Benutzer "{{0}}" wurde erstellt.
fr_fr: L’utilisateur "{{0}}" a été créé.

# pwa-account.organization.user_management.update_user.confirmation
source: The user "{{0}}" has been updated.
de_de: Der Benutzer "{{0}}" wurde geändert.
fr_fr: L’utilisateur "{{0}}" a été mise à jour.

# pwa-account.organization.user_management.user_detail
source: User Details
de_de: Benutzerdaten
fr_fr: Détails de l’utilisateur

# pwa-account.organization.user_management.user_detail.breadcrumb
source: User Details
de_de: Benutzerdaten
fr_fr: Détails de l’utilisateur

# pwa-account.overview.message.text
source: Everything you need to track your orders, update your address book, edit your account information and more is right here.
de_de: Hier finden Sie alles, um Ihre Bestellungen zu verfolgen, Ihr Adressbuch zu aktualisieren, Ihre Kontoinformationen zu bearbeiten und mehr.
fr_fr: Tout ce dont vous avez besoin pour suivre vos commandes, mettre à jour votre carnet d’adresses, modifier les informations de votre compte et plus encore est ici.

# pwa-account.overview.message_b2b.text
source: Everything you need to track your requisitions, quotes and orders, update your order templates, manage the budget and more is right here.
de_de: Hier finden Sie alles, was Sie benötigen, um Ihre Bestellanforderungen, Preisangebote und Bestellungen zu verfolgen, Ihre Bestellvorlagen zu aktualisieren, das Budget zu verwalten und vieles mehr.
fr_fr: Tout ce dont vous avez besoin pour suivre vos demandes d'achat, devis et commandes, mettre à jour vos modèles de commande, gérer le budget et bien plus encore se trouve ici.

# pwa-account.overview.note.heading
source: Note
de_de: Hinweis
fr_fr: Remarque

# pwa-account.overview.note.text
source: Your account information will only be used in accordance with our <a href="{{0}}" target="_blank">Privacy Policy</a>.
de_de: Ihre Kontoinformationen werden nur in Übereinstimmung mit unseren <a href="{{0}}" target="_blank">Datenschutzhinweisen</a> verwendet.
fr_fr: Vos informations de compte seront seulement utilisées conformément à notre <a href="{{0}}" target="_blank">Politique de confidentialité</a>.

# pwa-account.overview.personal_message.text
source: Hi, {{0}}.<br />Welcome back!
de_de: Hallo, {{0}}.<br />Willkommen zurück!
fr_fr: Bonjour, {{0}}.<br />Bienvenue à nouveau !

# pwa-account.overview.personal_message_b2b.text
source: Hi, {{0}} ({{1}}).<br />Welcome back!
de_de: Hallo, {{0}} ({{1}}).<br />Willkommen zurück!
fr_fr: Bonjour, {{0}} ({{1}}).<br />Bienvenue à nouveau !

# pwa-account.overview.wishlist.view_all
source: View All Wish Lists
de_de: Alle Wunschlisten anzeigen
fr_fr: Afficher toutes les listes de souhaits

# pwa-account.password.error.regexp
source: Your password must be at least 7 characters in length.
de_de: Ihr Kennwort muss aus mindestens 7 Zeichen bestehen.
fr_fr: Votre mot de passe doit comporter au moins 7 caractères.

# pwa-account.password.label
source: Current Password
de_de: Aktuelles Kennwort
fr_fr: Mot de passe actuel

# pwa-account.payment.further_payments.heading
source: Further Saved Payment Instruments
de_de: Weitere gespeicherte Zahlungsmittel
fr_fr: Autres instruments de paiement sauvegardés

# pwa-account.payment.heading
source: Saved Payment Information
de_de: Gespeicherte Zahlungsdaten
fr_fr: Informations de paiement enregistrées

# pwa-account.payment.link
source: Payment
de_de: Zahlung
fr_fr: Paiement

# pwa-account.payment.message
source: Select a preferred payment instrument for quicker checkout on future purchases.
de_de: Wählen Sie ein bevorzugtes Zahlungsmittel für eine schnellere Zahlung bei zukünftigen Einkäufen.
fr_fr: Choisissez un instrument de paiement par défaut pour un paiement plus rapide de vos achats futurs.

# pwa-account.payment.no_entries
source: Currently, you do not have any saved payment instruments.
de_de: Derzeit haben Sie keine gespeicherten Zahlungsmittel.
fr_fr: Actuellement, vous n’avez aucun instrument de paiement sauvegardé.

# pwa-account.payment.payment_created.message
source: Your preferred payment instrument has been saved to your account.
de_de: Ihr bevorzugtes Zahlungsmittel wurde in Ihrem Konto gespeichert.
fr_fr: Votre instrument de paiement par défaut a été enregistré sur votre compte.

# pwa-account.payment.payment_deleted.message
source: Your payment instrument has been deleted.
de_de: Ihr Zahlungsmittel wurde gelöscht.
fr_fr: Votre instrument de paiement a été supprimé.

# pwa-account.payment.preferred.link
source: Save as Preferred Payment Instrument
de_de: Als bevorzugtes Zahlungsmittel speichern
fr_fr: Enregistrer comme instrument de paiement par défaut

# pwa-account.payment.preferred_method
source: Preferred Payment Instrument
de_de: Bevorzugtes Zahlungsmittel
fr_fr: Instrument de paiement par défaut

# pwa-account.payment.sepa_accepted_on
source: Accepted on
de_de: Akzeptiert am
fr_fr: Accepté le

# pwa-account.payment.sepa_mandate_Reference
source: Mandate Reference
de_de: Mandatsreferenz
fr_fr: Référence du mandat

# pwa-account.payment.view_sepa_mandate.link
source: View SEPA mandate
de_de: SEPA-Mandat anzeigen
fr_fr: Voir le mandat SEPA

# pwa-account.payment.view_sepa_mandate_text.link
source: SEPA Direct Debit Mandate
de_de: SEPA-Lastschriftmandat
fr_fr: Mandat de prélèvement SEPA

# pwa-account.profile.birthday.label
source: Date of Birth
de_de: Geburtsdatum
fr_fr: Date de naissance

# pwa-account.profile.birthday.not_available
source: Not Provided
de_de: Nicht angegeben
fr_fr: Non indiquée

# pwa-account.profile.detail.heading
source: Your Profile
de_de: Ihr Profil
fr_fr: Votre profil

# pwa-account.profile.email.heading
source: E-mail
fr_fr: Courriel

# pwa-account.profile.email.label
source: E-mail
fr_fr: Courriel

# pwa-account.profile.heading
source: Profile Settings
de_de: Profileinstellungen
fr_fr: Paramètres de profil

# pwa-account.profile.link
source: Profile Settings
de_de: Profileinstellungen
fr_fr: Paramètres de profil

# pwa-account.profile.name.label
source: Name
fr_fr: Nom

# pwa-account.profile.newsletter.text
source: Newsletter E-mails
de_de: Newsletter
fr_fr: Courriels newsletter

# pwa-account.profile.order_confirmation_email.text
source: Order Confirmation E-mails
de_de: Bestellbestätigungs-E-Mails
fr_fr: Courriels de confirmation de commande

# pwa-account.profile.order_confirmation_subscription.text
source: Current Subscriptions
de_de: Aktuelle Abonnements
fr_fr: Abonnements actuels

# pwa-account.profile.password.heading
source: Password
de_de: Kennwort
fr_fr: Mot de passe

# pwa-account.profile.password.label
source: Password
de_de: Kennwort
fr_fr: Mot de passe

# pwa-account.profile.phone.label
source: Phone
de_de: Telefon
fr_fr: Téléphone

# pwa-account.profile.update.link
source: Edit
de_de: Bearbeiten
fr_fr: Modifier

# pwa-account.profile.update_company_profile.message
source: Your company information has been updated.
de_de: Ihre Unternehmensinformationen wurden aktualisiert.
fr_fr: Vos informations de l’entreprise ont été mises à jour.

# pwa-account.profile.update_email.message
source: Your e-mail address has been updated. We have sent you a confirmation e-mail to {{0}}.
de_de: Ihre E-Mail-Adresse wurde aktualisiert. Wir haben zur Bestätigung eine E-Mail an {{0}} gesendet.
fr_fr: Votre adresse courriel a été mise à jour. Nous avons envoyé un courriel à {{0}} pour confirmer.

# pwa-account.profile.update_password.message
source: Your password has been updated.
de_de: Ihr Kennwort wurde aktualisiert.
fr_fr: Votre mot de passe a été mis à jour.

# pwa-account.profile.update_profile.message
source: Your profile information has been updated.
de_de: Ihre Profilinformationen wurden aktualisiert.
fr_fr: Vos informations du profil ont été mises à jour.

# pwa-account.punchout.create.description
source: Please specify your user with your {{0}} Punchout credentials.
de_de: Bitte geben Sie die Anmeldedaten des {{0}}-Benutzers an.
fr_fr: Veuillez spécifier votre utilisateur avec vos informations d'identification {{0}} Punchout.

# pwa-account.punchout.create.heading
source: Create New {{0}} User
de_de: Einen neuen {{0}}-Benutzer anlegen
fr_fr: Créer un nouvel utilisateur {{0}}

# pwa-account.punchout.create.link
source: Create New Punchout User
de_de: Einen neuen Punchout-Benutzer anlegen
fr_fr: Créer un nouvel utilisateur "Punchout"

# pwa-account.punchout.cxml.info.url.helptext
source: Please use the following URL for the punchout configuration in your cXML procurement system. For the sender credentials use the username as Identity and the password as SharedSecret.
de_de: Bitte verwenden Sie die folgende URL für die Punchout-Konfiguration in Ihrem cXML-Procurement-System. Verwenden Sie für die Absender-Anmeldeinformationen den Benutzernamen als "Identity" und das Kennwort als "SharedSecret".
fr_fr: Veuillez utiliser l'URL suivante pour la configuration de Punchout dans votre système d'approvisionnement cXML. Pour les informations d'identification de l'expéditeur, utilisez le nom d'utilisateur comme "Identity" et le mot de passe comme "SharedSecret".

# pwa-account.punchout.no.protocols.info
source: Punchout protocols are currently not supported. If the problem persists, please contact the customer support.
de_de: Punchout-Protokolle werden derzeit nicht unterstützt. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Kundensupport.
fr_fr: Les protocoles "Punchout" ne sont actuellement pas supportés. Si le problème persiste, veuillez contacter le support client.

# pwa-account.punchout.no_user.text
source: Currently you don't have any {{0}} users.
de_de: Derzeit haben Sie keine {{0}}-Benutzer.
fr_fr: Actuellement, vous n’avez pas d’utilisateurs {{0}}.

# pwa-account.punchout.oci.info.url.helptext
source: Please use the following URL for the configuration in your OCI procurement system. Replace <USERNAME> and <PASSWORD> with the OCI Punchout user credentials and consider setting the <HOOK_URL> according to your procurement system.
de_de: Bitte verwenden Sie die folgende URL für die Konfiguration in Ihrem OCI-Procurement-System. Ersetzen Sie <USERNAME> und <PASSWORD> durch die OCI Punchout-Benutzerdaten und setzen Sie die <HOOK_URL> entsprechend Ihrem Procurement-System.
fr_fr: Veuillez utiliser l’URL suivante pour la configuration dans votre système d’approvisionnement "OCI". Remplacez <USERNAME> et <PASSWORD> par les données de connexion de l’utilisateur OCI punchout et utilisez le <HOOK_URL> selon votre système d’approvisionnement.

# pwa-account.punchout.password.confirmation.error.required
source: Please confirm the password.
de_de: Bitte bestätigen Sie das Kennwort.
fr_fr: Veuillez confirmer le mot de passe.

# pwa-account.punchout.password.confirmation.label
source: Confirm Password
de_de: Kennwort bestätigen
fr_fr: Confirmer le mot de passe

# pwa-account.punchout.password.error.required
source: Please enter a password.
de_de: Bitte geben Sie ein Kennwort ein.
fr_fr: Veuillez entrer un mot de passe.

# pwa-account.punchout.password.label
source: Password
de_de: Kennwort
fr_fr: Mot de passe

# pwa-account.punchout.password.new.confirmation.label
source: Confirm New Password
de_de: Neues Kennwort bestätigen
fr_fr: Confirmez le nouveau mot de passe

# pwa-account.punchout.password.new.label
source: New Password
de_de: Neues Kennwort
fr_fr: Nouveau mot de passe
