Repository: intershop/intershop-pwa
Catalog: src/assets/xliff/*.xliff
Languages: de_de, fr_fr

# pwa-checkout.shipping_method.selection.heading
source: Select a Shipping Method
de_de: Versandart auswählen
fr_fr: Sélectionner un mode d’expédition :

# pwa-checkout.show_all.link
source: Show All {{0}} Items
de_de: Alle {{0}} Artikel anzeigen
fr_fr: Afficher tous les {{0}} articles

# pwa-checkout.tac.error
source: The Terms and Conditions have not been accepted. Please accept the Terms and Conditions!
de_de: Die Allgemeinen Geschäftsbedingungen wurden noch nicht akzeptiert. Bitte akzeptieren Sie unsere AGB!
fr_fr: Les conditions générales n’ont pas été acceptées. Veuillez accepter les conditions générales.

# pwa-checkout.tac.error.tip
source: You must agree to the terms to continue.
de_de: Um fortzufahren müssen Sie den Bedingungen zustimmen.
fr_fr: Vous devez accepter les conditions pour continuer.

# pwa-checkout.tac.text
source: I agree to the <a href="{{0}}" target="_blank">Terms & Conditions</a>.
de_de: Ich akzeptiere die <a href="{{0}}" target="_blank">AGB</a>.
fr_fr: J’accepte les <a href="{{0}}" target="_blank">Conditions générales</a>.

# pwa-checkout.tax.TaxesLabel.TotalOrderVat
source: VAT incl. in Total
de_de: MwSt. in Gesamtsumme
fr_fr: TVA comprise dans le total de la commande

# pwa-checkout.tax.text
source: Tax
de_de: Steuer
fr_fr: Taxe

# pwa-checkout.termsandconditions.details.title
source: Terms & Conditions
de_de: Allgemeine Geschäftsbedingungen
fr_fr: Conditions générales

# pwa-checkout.variation.edit.button.label
source: Edit
de_de: Bearbeiten
fr_fr: Modifier

# pwa-checkout.widget.billing-address.heading
source: Invoice Address
de_de: Rechnungsadresse
fr_fr: Adresse de facturation

# pwa-checkout.widget.buyer.TaxationID
source: Taxation ID:
de_de: Steuernummer:
fr_fr: ID de taxation:

# pwa-checkout.widget.buyer.heading
source: Buyer
de_de: Einkäufer
fr_fr: Acheteur

# pwa-checkout.widget.payment_method.heading
source: Payment Method
de_de: Zahlungsart
fr_fr: Mode de paiement

# pwa-checkout.widget.promotion.discount
source: Discount
de_de: Rabatt
fr_fr: Réduction

# pwa-checkout.widget.return_to_cart.link
source: Return to Cart
de_de: Zurück zum Warenkorb
fr_fr: Retour au panier

# pwa-checkout.widget.security_privacy_policy.link
source: <a href="{{0}}" target="_blank">Read our Security & Privacy Policy</a>
de_de: <a href="{{0}}" target="_blank">Sicherheits- und Datenschutzhinweise lesen</a>
fr_fr: <a href="{{0}}" target="_blank">Lire notre Politique de sécurité et de confidentialité</a>

# pwa-checkout.widget.shipping-address.heading
source: Shipping Address
de_de: Lieferadresse
fr_fr: Adresse de livraison

# pwa-checkout.widget.shipping_method.heading
source: Shipping Method
de_de: Versandart
fr_fr: Mode d’expédition

# pwa-common.button.navbarCollapsed.text
source: Toggle navigation
de_de: Navigation umschalten
fr_fr: Basculer la navigation

# pwa-common.button.spinning.label
source: Adding...
de_de: Wird hinzugefügt...
fr_fr: En train d’ajouter...

# pwa-common.home.link
source: Home
fr_fr: Accueil

# pwa-common.view_all.link
source: View All
de_de: Alle anzeigen
fr_fr: Tout afficher

# pwa-cookie.consent.option.functional.description
source: These cookies are used to improve your shopping experience. Information that has already been entered (e.g. user name, language selection or the current location) is stored anonymously and is then already available when the shop is visited again.
de_de: Diese Cookies werden verwendet, um Ihr Einkaufserlebnis zu verbessern. Bereits eingegebene Informationen (z. B. Benutzername, Sprachauswahl oder der aktuelle Standort) werden anonym gespeichert und stehen bei einem erneuten Besuch des Shops zur Verfügung.
fr_fr: Ces cookies sont utilisés pour améliorer votre expérience d’achat. Les informations déjà saisies (par exemple, le nom d’utilisateur, le choix de la langue ou l’emplacement actuel) sont stockées de manière anonyme et sont donc déjà disponibles lorsque vous visitez à nouveau le magasin.

# pwa-cookie.consent.option.functional.name
source: Functional
de_de: Funktional
fr_fr: Fonctionnel

# pwa-cookie.consent.option.required.description
source: These cookies are necessary to provide you with services available through our website and to enable you to use certain features of our shop.
de_de: Diese Cookies sind notwendig, um Ihnen die über unsere Website verfügbaren Dienstleistungen zur Verfügung zu stellen und um Ihnen die Nutzung bestimmter Funktionen unseres Shops zu ermöglichen.
fr_fr: Ces cookies sont nécessaires pour vous fournir les services disponibles sur notre site web et pour vous permettre d’utiliser certaines fonctionnalités de notre magasin.

# pwa-cookie.consent.option.required.name
source: Essential
de_de: Notwendig
fr_fr: Nécessaires

# pwa-cookie.consent.option.tracking.description
source: These cookies collect information for statistical and analytical purposes to continuously improve our shop. For example, we analyze the traffic on our shop and how visitors are using our features. Additionally, we measure loading times and evaluate error messages.
de_de: Diese Cookies sammeln Informationen für statistische und analytische Zwecke, um unseren Shop kontinuierlich zu verbessern. Wir analysieren zum Beispiel den Datenverkehr auf unserer Shopseite und die Nutzung unserer Funktionen durch die Besucher. Zusätzlich messen wir Ladezeiten und werten Fehlermeldungen aus.
fr_fr: Ces cookies collectent des informations à des fins statistiques et analytiques afin d’améliorer continuellement notre magasin. Par exemple, nous analysons le trafic sur notre magasin et la façon dont les visiteurs utilisent nos fonctionnalités. En outre, nous mesurons les temps de chargement et évaluons les messages d’erreur.

# pwa-cookie.consent.option.tracking.name
source: Tracking and Performance
de_de: Tracking und Performance
fr_fr: Suivi et performance

# pwa-cookie.preferences.heading
source: Cookie Preferences
de_de: Cookie-Einstellungen
fr_fr: Préférences pour les cookies

# pwa-cookies.banner.accept_all
source: Accept All
de_de: Alle akzeptieren
fr_fr: Autoriser tous

# pwa-cookies.banner.set_preferences
source: Set Preferences
de_de: Einstellungen anpassen
fr_fr: Définir les préférences

# pwa-cookies.banner.text
source: <h4>Your privacy is important for us</h4><p>This website uses cookies and other technologies to keep our site secure, to measure the performance, to personalize the content and to improve your experience on our site. Therefore we track data about users and their behavior.<br/>By confirming "Accept all" you agree to the use of all cookies. Select the button "Set Preferences" for further details and to manage your options. More detailed information is provided in our <a href="page://page.privacyPolicy.pagelet2-Page">Privacy Policy</a>.</p>
de_de: <h4>Ihre Privatsphäre ist uns wichtig</h4><p>Diese Website verwendet Cookies und andere Technologien, um unsere Website sicher zu halten, ihre Leistung zu messen, den Inhalt zu personalisieren und Ihre Nutzung unserer Website zu verbessern. Zu diesem Zweck erfassen wir Daten über Benutzer und deren Verhalten.<br/>Mit der Entscheidung für "Alle akzeptieren" stimmen Sie der Verwendung aller Cookies zu. Für weitere Informationen und Anpassung Ihrer Einstellungen wählen Sie "Einstellungen anpassen". Detailliertere Informationen finden Sie in unserer <a href="page://page.privacyPolicy.pagelet2-Page">Datenschutzerklärung</a>.</p>
fr_fr: <h4>La protection de vos données est fondamentale pour nous</h4><p>Ce site web utilise des cookies et d’autres technologies pour assurer la sécurité de notre site, pour mesurer les performances, pour personnaliser le contenu et pour améliorer votre expérience sur notre site. Nous suivons donc les données sur les utilisateurs et leur comportement.<br/>En confirmant "Autoriser tous", vous acceptez l’utilisation de tous les cookies. Cliquez sur "Définir les préférences" pour plus de détails et pour gérer vos options. Vous trouverez des informations plus détaillées dans notre <a href="page://page.privacyPolicy.pagelet2-Page">Politique de confidentialité</a>.</p>

# pwa-cookies.modal.accept_all
source: Accept All
de_de: Alle akzeptieren
fr_fr: Autoriser tous

# pwa-cookies.modal.cancel
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-cookies.modal.save
source: Save Settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres

# pwa-customer.credentials.login.not_unique.error
source: A user with that e-mail address already exists. Please check the information for accuracy or enter a different e-mail address.
de_de: Die angegebene E-Mail-Adresse wird bereits verwendet. Prüfen Sie die Richtigkeit der Eingabe oder geben Sie eine andere E-Mail-Adresse an.
fr_fr: Un utilisateur avec cette adresse courriel existe déjà. Veuillez vérifier l’exactitude des informations ou entrer une adresse courriel différente.

source: The password must include 7 characters minimum, containing numbers and letters, no spaces.
de_de: Das Kennwort muss mindestens 7 Zeichen enthalten, bestehend aus Zahlen und Buchstaben, ohne Leerzeichen.
fr_fr: Le mot de passe doit comporter un minimum de 7 caractères, comprenant des chiffres et des lettres, sans espaces.

# pwa-customer.missing_fields.error
source: Missing fields
de_de: Fehlende Felder
fr_fr: Champs manquants

# pwa-customer.wishlist.profane_word.error
source: Your current entry cannot be processed. Language deemed inappropriate, derogatory, or profane will not be accepted. Please create a new entry.
de_de: Ihre aktuelle Eingabe kann nicht bearbeitet werden. Unpassende, beleidigende bzw. vulgäre Sprache wird nicht akzeptiert. Bitte geben Sie etwas anderes ein.
fr_fr: Le texte saisi ne peut pas être traité. Les termes jugés inappropriés, injurieux ou vulgaires ne sont pas acceptés. Veuillez saisir un nouveau texte.

# pwa-dialog.close.text
source: Close
de_de: Schließen
fr_fr: Fermer

# pwa-email.recommended_product.heading
source: I found an item for you at {{0}}
de_de: Ich habe bei {{0}} etwas für dich gefunden
fr_fr: J’ai trouvé un article pour vous sur {{0}}

# pwa-email.recommended_product.text
source: Take a look at what I found for you. {{0}} {{1}}
de_de: Sieh mal, was ich für dich gefunden habe. {{0}} {{1}}
fr_fr: Allez voir ce que j’ai trouvé pour vous. {{0}} {{1}}

# pwa-error.page.text
source: <h3>We are sorry ...</h3><p>The page you are looking for is currently not available. This could be caused by out-of-date links, a typing error, or moving, renaming or deleting a file. We've informed our webmaster about this problem.</p><h4>Please try one of the following:</h4><ul><li>Check the page address in the Address Bar for typing errors</li><li>Go back to the <a href="javascript:history.back()">Previous Page</a></li><li>Go back to the <a href="route://home" target="_self">Home Page</a></li><li>Or use our site search:</li></ul>
de_de: <h3>Es tut uns leid ...</h3><p>Die gesuchte Seite ist derzeit nicht verfügbar. Mögliche Fehler sind veraltete Links, Tippfehler oder Verschieben, Umbenennen oder Löschen einer Datei. Der Webmaster wurde über das Problem informiert.</p><h4>Versuchen Sie bitte folgendes:</h4><ul><li>Kontrollieren Sie die Adresse der Seite im Adressfeld des Browsers auf Tippfehler</li><li>Gehen Sie zurück zur <a href="javascript:history.back()">vorherigen Seite</a></li><li>Gehen Sie zurück zur <a href="route://home" target="_self">Startseite</a></li><li>Oder nutzen Sie unsere Suchfunktion:</li></ul>
fr_fr: <h3>Nous sommes désolés ...</h3><p>La page souhaitée est actuellement indisponible. Cela peut être dû à des liens obsolètes, à une faute de frappe ou au déplacement, au renommage ou à la suppression d’un fichier. Nous avons informé notre administrateur de site de ce problème.</p><h4>Veuillez essayer l’une des options suivantes :</h4><ul><li>Vérifiez s’il y a des erreurs de frappe dans l’adresse de la page.</li><li>Retournez à la <a href="javascript:history.back()">Page précédante</a></li><li>Retournez à la <a href="route://home" target="_self">Page d’accueil</a></li><li>Ou bien utilisez notre recherche de site :</li></ul>

# pwa-error.page.title
source: Page Not Found!
de_de: Seite nicht gefunden!
fr_fr: Page introuvable
