Repository: intershop/intershop-pwa
Catalog: src/assets/xliff/*.xliff
Languages: de_de, fr_fr

# pwa-account.user.new.monthly_spend_limit.error.money
source: Please enter a valid monthly spend limit.
de_de: Geben Sie ein gültiges Ausgabelimit pro Monat an.
fr_fr: Veuillez entrer une limite de dépenses par mois valide.

# pwa-account.user.new.order_spend_limit.error
source: Please enter a valid order spend limit.
de_de: Geben Sie ein gültiges Ausgabelimit pro Bestellung an.
fr_fr: Veuillez entrer une limite de dépenses par commande.

# pwa-account.user.new.order_spend_limit.error.money
source: Please enter a valid order spend limit.
de_de: Geben Sie ein gültiges Ausgabelimit pro Bestellung an.
fr_fr: Veuillez entrer une limite de dépenses par commande.

# pwa-account.user.new.order_spend_limit.label
source: Order Spend Limit
de_de: Ausgabelimit pro Bestellung
fr_fr: Limite de dépenses par commande

# pwa-account.user.new.phone.error.valid
source: Please enter a valid phone number.
de_de: Bitte geben Sie eine gültige Telefonnummer an.
fr_fr: Veuillez entrer un numéro de téléphone valide

# pwa-account.user.update_budget.heading
source: Edit Budget Limits
de_de: Budget Limits bearbeiten
fr_fr: Modifier des limites budgétaires

# pwa-account.user.update_profile.heading
source: Edit User Profile
de_de: Benutzerprofil bearbeiten
fr_fr: Modifier le profil de l’utilisateur

# pwa-account.user.update_roles.heading
source: Edit User Roles
de_de: Rollen des Benutzers bearbeiten
fr_fr: Modifier le rôle de l’utilisateur

# pwa-account.username.already_exist.error
source: A user with that username already exists. Please check the information for accuracy or enter a different username.
de_de: Der angegebene Benutzername wird bereits verwendet. Prüfen Sie die Richtigkeit der Eingabe oder geben Sie einen anderen Benutzernamen an.
fr_fr: Un utilisateur portant ce nom existe déjà. Veuillez vérifier l’exactitude des informations ou saisissez un autre nom.

# pwa-account.username.empty.error
source: Please enter a username.
de_de: Geben Sie einen Benutzernamen an.
fr_fr: Veuillez entrer un nom d’utilisateur.

# pwa-account.wishlist.email.invalid.error
source: Please enter a valid e-mail address. Example: john@site.com
de_de: Bitte geben Sie eine gültige E-Mail-Adresse an. Beispiel: john@site.com
fr_fr: Veuillez entrer une adresse courriel valide. Exemple : Claude@gmail.fr

# pwa-account.wishlist.email.username.error.profanitycheck
source: Please enter your name. Language deemed inappropriate, derogatory, or profane will not be accepted.
de_de: Bitte geben Sie Ihren Namen an. Unpassende, beleidigende bzw. vulgäre Sprache wird nicht akzeptiert.
fr_fr: Veuillez entrer votre nom. Les termes jugés inappropriés, injurieux ou vulgaires ne sont pas acceptés.

# pwa-account.wishlist.email.username.error.required
source: Please enter your name.
de_de: Bitte geben Sie Ihren Namen an.
fr_fr: Veuillez entrer votre nom.

# pwa-account.wishlist.header.edit_wishlist.label
source: Edit
de_de: Bearbeiten
fr_fr: Modifier

# pwa-account.wishlist.header.preferred_wishlist
source: This is your preferred wish list.
de_de: Dies ist Ihre bevorzugte Wunschliste.
fr_fr: Cela est votre liste de souhaits préférée.

# pwa-account.wishlist.list.edit
source: Edit Wish List
de_de: Wunschliste bearbeiten
fr_fr: Modifier une liste de souhaits

# pwa-account.wishlist.list.remove
source: Delete
de_de: Löschen
fr_fr: Supprimer

# pwa-account.wishlist.name.error.required
source: If you want to create a new wish list, please enter a name.
de_de: Zum Erstellen einer neuen Wunschliste geben Sie bitte einen Namen ein.
fr_fr: Si vous souhaitez créer une nouvelle liste de souhaits, veuillez entrer un nom.

# pwa-account.wishlist.no_entries
source: There are currently no items in this wish list.
de_de: Derzeit befinden sich keine Artikel in der Wunschliste.
fr_fr: Il n’y a actuellement aucun article dans cette liste de souhaits.

# pwa-account.wishlist.searchform.continue_shopping.link
source: Continue Shopping
de_de: Weiter einkaufen
fr_fr: Poursuivre mes achats

# pwa-account.wishlist.searchform.return.link
source: Back to Wish Lists
de_de: Zurück zu Wunschlisten
fr_fr: Retourner aux listes de souhaits

# pwa-account.wishlist.table.added_on
source: Added on:
de_de: Hinzugefügt am:
fr_fr: Ajouté sur :

# pwa-account.wishlist.table.header.item
source: Item Description
de_de: Artikelbeschreibung
fr_fr: Description de l’article

# pwa-account.wishlist.table.header.price
source: Price
de_de: Preis
fr_fr: Prix

# pwa-account.wishlist.table.in_stock
source: In Stock
de_de: Verfügbar
fr_fr: En stock

# pwa-account.wishlist.table.not_accessible
source: No longer available
de_de: Nicht mehr verfügbar
fr_fr: Plus disponible

# pwa-account.wishlist.table.options.move_to_another_wishlist
source: Move to other List
de_de: In andere Liste verschieben
fr_fr: Déplacer vers une autre liste

# pwa-account.wishlist.table.options.remove
source: Remove
de_de: Entfernen
fr_fr: Supprimer

# pwa-account.wishlists.add_to_wishlist.add_button.text
source: Add
de_de: Hinzufügen
fr_fr: Ajouter

# pwa-account.wishlists.add_to_wishlist.cancel_button.text
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-account.wishlists.add_to_wishlist.confirmation
source: {{0}} added to <a callback="callbackHideDialogModal" href="{{1}}">{{2}}</a>.
de_de: {{0}} hinzugefügt zu <a callback="callbackHideDialogModal" href="{{1}}">{{2}}</a>.
fr_fr: {{0}} ajoutés à <a callback="callbackHideDialogModal" href="{{1}}">{{2}}</a>.

# pwa-account.wishlists.add_wishlist
source: Add Wish List
de_de: Wunschliste hinzufügen
fr_fr: Ajouter une liste de souhaits

# pwa-account.wishlists.breadcrumb_link
source: Wish Lists
de_de: Wunschlisten
fr_fr: Listes de souhaits

# pwa-account.wishlists.choose_wishlist.new_wishlist_name.initial_value
source: New Wish List
de_de: Neue Wunschliste
fr_fr: Nouvelle liste de souhaits

# pwa-account.wishlists.delete_wishlist.confirmation
source: Your wish list "{{0}}" has been deleted.
de_de: Ihre Wunschliste "{{0}}" wurde gelöscht.
fr_fr: Votre liste de souhaits "{{0}}" a été supprimée.

# pwa-account.wishlists.delete_wishlist_dialog.are_you_sure_paragraph
source: Do you really want to delete this wish list? All products in the wish list will be removed.
de_de: Diese Wunschliste wirklich löschen? Alle Artikel der Wunschliste werden entfernt.
fr_fr: Voulez-vous vraiment supprimer cette liste de souhaits ? Tous les produits sur la liste de souhaits seront supprimés.

# pwa-account.wishlists.delete_wishlist_dialog.cancel_button.text
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-account.wishlists.delete_wishlist_dialog.delete_button.text
source: Delete
de_de: Löschen
fr_fr: Supprimer

# pwa-account.wishlists.delete_wishlist_dialog.header
source: Delete {{0}}
de_de: {{0}} löschen
fr_fr: Supprimer {{0}}

# pwa-account.wishlists.edit_wishlist.confirmation
source: Your wish list "{{0}}" has been updated.
de_de: Ihre Wunschliste "{{0}}" wurde aktualisiert.
fr_fr: Votre liste de souhaits "{{0}}" a été mise à jour.

# pwa-account.wishlists.edit_wishlist_form.save_button.text
source: Save Changes
de_de: Änderungen speichern
fr_fr: Enregistrer les modifications

# pwa-account.wishlists.heading
source: Wish Lists
de_de: Wunschlisten
fr_fr: Listes de souhaits

# pwa-account.wishlists.heading.tooltip.content
source: You can create one or more personal wish lists to save and organize items. Every list has its own settings:<br><br> <b>Set as Preferred</b> makes a wish list your preferred wish list and sets all other lists (if any) back to normal. All added products will be added by default to this wish list.
de_de: Sie können eine oder mehrere persönliche Wunschlisten erstellen, um Artikel zu speichern und zu organisieren. Jede Liste hat andere Einstellungen:<br> <b>Als bevorzugte Liste einstellen</b> markiert eine Wunschliste als bevorzugte Liste und setzt alle anderen (wenn vorhanden) zurück auf Standard. Alle hinzugefügten Produkte werden standardmäßig zu dieser Wunschliste hinzugefügt.
fr_fr: Vous pouvez créer une ou plusieurs listes de souhaits personnelles pour sauvegarder et organiser des articles. Chaque liste a ses propres paramètres : <br><br><b>Définir comme Préférée</b> fait d’une liste de souhaits votre liste de souhaits préférée et remet toutes les autres listes (s’il y en a) à l’état normal. Tous les produits ajoutés seront ajoutés par défaut à cette liste de souhaits.

# pwa-account.wishlists.heading.tooltip.headline
source: Wish Lists
de_de: Wunschlisten
fr_fr: Listes de souhaits

# pwa-account.wishlists.heading.tooltip.link
source: How do Wish Lists work?
de_de: Wie funktionieren Wunschlisten?
fr_fr: Comment fonctionnent les listes de souhaits ?

# pwa-account.wishlists.link
source: Wish Lists
de_de: Wunschlisten
fr_fr: Listes de souhaits

# pwa-account.wishlists.move_wishlist_item.confirmation
source: The item {{0}} has been moved to your wish list <a callback="callbackHideDialogModal" href="{{1}}">{{2}}</a>.
de_de: Der Artikel {{0}} wurde auf Ihre Wunschliste <a callback="callbackHideDialogModal" href="{{1}}">{{2}}</a> verschoben.
fr_fr: L’article {{0}} à été déplacé vers votre liste de souhaits <a callback="callbackHideDialogModal" href="{{1}}">{{2}}</a>.

# pwa-account.wishlists.move_wishlist_item.move_button.text
source: Move
de_de: Verschieben
fr_fr: Déplacer

# pwa-account.wishlists.new_wishlist.confirmation
source: Your wish list "{{0}}" has been created.
de_de: Ihre Wunschliste "{{0}}" wurde erstellt.
fr_fr: Votre liste de souhaits "{{0}}" a été créé.

# pwa-account.wishlists.new_wishlist_dialog.header
source: Add Wish List
de_de: Wunschliste hinzufügen
fr_fr: Ajouter une liste de souhaits

# pwa-account.wishlists.new_wishlist_form.create_button.text
source: Create
de_de: Anlegen
fr_fr: Créer

# pwa-account.wishlists.no_items
source: You have not added any items to your wish list.
de_de: Sie haben keine Artikel zu Ihrer Wunschliste hinzugefügt.
fr_fr: Vous n’avez ajouté aucun article à votre liste de souhaits.

# pwa-account.wishlists.no_wishlists
source: Currently you don't have any wish lists.
de_de: Derzeit haben Sie keine Wunschlisten.
fr_fr: Actuellement vous n’avez aucune liste de souhaits.

# pwa-account.wishlists.table.preferred
source: Preferred
de_de: Standardliste
fr_fr: Préférée

# pwa-account.wishlists.widget.heading
source: Your Wish List Items
de_de: Artikel auf Ihrer Wunschliste
fr_fr: Articles sur votre liste de souhaits

# pwa-account.wishlists.wishlist_form.cancel_button.text
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-account.wishlists.wishlist_form.name.error.maxlength
source: The wish list name must not exceed 35 characters.
de_de: Der Name der Wunschliste darf nicht länger als 35 Zeichen sein.
fr_fr: Le nom de la liste de souhaits ne doit pas dépasser 35 caractères.

# pwa-account.wishlists.wishlist_form.name.error.required
source: Please enter a wish list name.
de_de: Bitte geben Sie einen Namen für die Wunschliste an.
fr_fr: Veuillez entrer un nom pour la liste de souhaits.

# pwa-account.wishlists.wishlist_form.name.label
source: Wish List Name
de_de: Name der Wunschliste
fr_fr: Nom de la liste de souhaits

# pwa-account.wishlists.wishlist_form.preferred.label
source: Preferred List
de_de: Bevorzugte Liste
fr_fr: Liste préférée

# pwa-account.wishlists.wishlist_form.preferred.tooltip.content
source: Selection will make the wish list your preferred wish list and sets all other (if any) back to normal. All added products will be added by default to this wish list.
de_de: Die Auswahl markiert die Wunschliste als bevorzugte Liste und setzt alle anderen (wenn vorhanden) zurück auf Standard. Alle hinzugefügten Produkte werden standardmäßig zu dieser Liste hinzugefügt.
fr_fr: La sélection fera de la liste de souhaits votre liste de souhaits préférée et remettra tous les autres (s’il y en a) à l’état normal. Tous les produits ajoutés seront ajoutés par défaut à cette liste de souhaits.

# pwa-account.wishlists.wishlist_form.preferred.tooltip.headline
source: Set as Preferred
de_de: Als bevorzugt markieren
fr_fr: Définir comme préférence

# pwa-account.wishlists.wishlist_form.preferred.tooltip.linktext
source: Details
fr_fr: Détails

# pwa-application.recentlyViewed.breadcrumb.label
source: Your Browsing History
de_de: Ihre Browsing-Historie
fr_fr: Votre historique de navigation

# pwa-application.recentlyViewed.clear
source: Clear My History
de_de: Historie löschen
fr_fr: Effacer mon historique de navigation

# pwa-application.recentlyViewed.empty
source: Your browsing history is empty
de_de: Ihre Browsing-Historie ist leer
fr_fr: Votre historique de navigation est vide

# pwa-application.recentlyViewed.heading
source: Your Browsing History
de_de: Ihre Browsing-Historie
fr_fr: Votre historique de navigation

# pwa-application.recentlyViewed.product.heading
source: Recently Viewed Products
de_de: Zuletzt betrachtete Produkte
fr_fr: Produits récemment consultés

# pwa-approval.cart.approval_required
source: Approval required
de_de: Genehmigung erforderlich
fr_fr: Approbation requise

# pwa-approval.cart.link.details
source: Details
fr_fr: Détails

# pwa-approval.cart.notification.mail.text
source: We will e-mail <strong>{{0}}</strong> to keep you updated on the status of your requisition.
de_de: Wir werden <strong>{{0}}</strong> per E-Mail über den Status Ihrer Bestellanfrage informieren.
fr_fr: Nous vous tiendrons informé par courriel <strong>{{0}}</strong> de l’état de votre demande d’achat.

# pwa-approval.cart.once_order_approved
source: Once your requisition has been approved, it will be submitted automatically. You can check the status of your <a href="{{0}}" >pending purchases</a> in your <a href="{{1}}" >My Account</a> section.
de_de: Sobald Ihre Bestellanfrage genehmigt wurde, wird sie automatisch gesendet. Den Status ihrer <a href="{{0}}">offenen Einkäufe</a> können Sie im Bereich <a href="{{1}}">Mein Konto</a> einsehen.
fr_fr: Une fois approuvée, votre demande d’achat sera passée automatiquement. Vous pouvez consulter l’état de vos <a href="{{0}}">commandes en attente</a> dans la section <a href="{{1}}">Mon compte</a>.

# pwa-approval.cart.order_has_been_submitted
source: Your requisition has been submitted for approval.
de_de: Ihre Bestellanfrage wurde zur Genehmigung übermittelt.
fr_fr: Votre demande d’achat est en attente d’approbation.

# pwa-approval.details.after
source: After successful approval an order is being created automatically. You can see the details of your requisitions requiring approval at <a callback="callbackHideDialogModal" href="{{0}}">Pending Requisitions</a> in your <a callback="callbackHideDialogModal" href="{{0}}">My Account</a> section.
de_de: Nach erfolgreicher Genehmigung wird automatisch eine Bestellung erzeugt. Die Details ihrer Bestellanfragen, die genehmigt werden müssen, können Sie unter <a callback="callbackHideDialogModal" href="{{0}}">Offene Bestellanfragen</a> im Bereich <a callback="callbackHideDialogModal" href="{{0}}">Mein Konto</a> einsehen.
fr_fr: Une fois l’approbation obtenue, une commande est automatiquement créée. Vous pouvez voir les détails de vos demandes nécessitant une approbation à <a callback="callbackHideDialogModal" href="{{0}}">Demandes d’achat en suspens</a> dans votre section <a callback="callbackHideDialogModal" href="{{0}}"> Mon compte</a>.

# pwa-approval.details.breadcrumb.order.label
source: Requisition
de_de: Bestellanfrage
fr_fr: Demande d’achats }

# pwa-approval.details.conditions
source: Your requisition must be approved before it is submitted, because at least one of these conditions was met:
de_de: Ihre Bestellanfrage muss genehmigt werden, bevor sie abgeschickt wird, weil mindestens eine der folgenden Bedingungen zutrifft:
fr_fr: Votre demande d’achat doit être approuvée avant qu’elle soit envoyée, puisqu’au moins une de ces conditions a été remplie :

# pwa-approval.details.conditions.budget_limit
source: The requisition exceeds your budget.
de_de: Die Bestellanfrage überschreitet Ihr Budget.
fr_fr: La demande d’achat dépasse votre budget.

# pwa-approval.details.conditions.order_spend_limit
source: The requisition exceeds your order spend limit.
de_de: Die Bestellanfrage überschreitet Ihr Ausgabelimit pro Bestellung.
fr_fr: La demande d’achat dépasse votre limite de dépenses de la commande.

# pwa-approval.details.contacts.heading
source: Approver Contacts
de_de: Kontaktdaten der Genehmiger
fr_fr: Contacts de l’approbateur

# pwa-approval.details.customer_approvers.people_allowed
source: The following people are allowed to approve your requisition if the order spent and/or budget limits are exceeded:
de_de: Folgende Personen können Ihre Bestellanfrage bei Überschreitung des Ausgabelimits oder des Budgets genehmigen:
fr_fr: Les personnes suivantes sont autorisées à approuver votre demande d’achat, lorsque la limite de dépenses et/ou le budget de la commande sont dépassés :

# pwa-approval.details.heading
source: Approval Details
de_de: Genehmigungsdetails
fr_fr: Détails de l’approbation

# pwa-approval.details.place_order
source: If you place a requisition requiring approval, an e-mail is sent to all people who are allowed to approve the requisition. You will be notified via e-mail once your requisition has been approved or rejected.
de_de: Geben Sie eine Bestellanfrage auf, die genehmigt werden muss, wird eine E-Mail an alle Personen gesendet, die die Bestellanfrage genehmigen können. Sie werden per E-Mail benachrichtigt, sobald ihre Bestellanfrage genehmigt oder abgelehnt wurde.
fr_fr: Lorsque vous passez une demande d’achat nécessitant une approbation, un courriel est envoyé à toutes les personnes autorisées à approuver cette demande d’achat. Vous serez informé par courriel lorsque votre demande d’achat soit approuvée ou rejetée.

# pwa-approval.detailspage.approval.heading
source: Approval Details
de_de: Genehmigungsdetails
fr_fr: Détails de l’approbation

# pwa-approval.detailspage.approval_date.label
source: Date of Approval
de_de: Datum der Genehmigung
fr_fr: Date d’approbation

# pwa-approval.detailspage.approve.button.label
source: Approve
de_de: Genehmigen
fr_fr: Approuver

# pwa-approval.detailspage.approver.label
source: Approver(s)
de_de: Genehmiger
fr_fr: Approbateur(s)

# pwa-approval.detailspage.budget.including_order.label
source: Including this order
de_de: Einschließlich dieser Bestellung
fr_fr: Comprenant cette commande

# pwa-approval.detailspage.buyer.label
source: Buyer
de_de: Einkäufer
fr_fr: Acheteur

# pwa-approval.detailspage.buyer_budget.heading
source: Buyer approval
de_de: Einkäufer-Genehmigung
fr_fr: Approbation du client

# pwa-approval.detailspage.comment.label
source: Comment
de_de: Kommentar
fr_fr: Commentaire

# pwa-approval.detailspage.links.return_to_approvals
source: Back to Approvals
de_de: Zurück zu Genehmigungen
fr_fr: Retour aux approbations

# pwa-approval.detailspage.links.return_to_requisitions
source: Back to Requisitions
de_de: Return to Bestellanfragen
fr_fr: Retour aux réquisitions

# pwa-approval.detailspage.order.request_id
source: Requisition No.
de_de: Bestellanfrage-Nr.
fr_fr: ID de la demande d’achat

# pwa-approval.detailspage.order_date.label
source: Creation Date
de_de: Erstellungsdatum
fr_fr: Date de création

# pwa-approval.detailspage.order_details.heading
source: Order Details
de_de: Bestell-Details
fr_fr: Détails de la Commande

# pwa-approval.detailspage.order_reference_id.label
source: Order No.
de_de: Bestellungsnummer
fr_fr: ID de référence de la commande

# pwa-approval.detailspage.order_spend_limit.label
source: Order Spend Limit
de_de: Ausgabelimit pro Bestellung
fr_fr: Limite de dépenses de la commande

# pwa-approval.detailspage.order_total.label
source: Order Total
de_de: Gesamtsumme
fr_fr: Total

# pwa-approval.detailspage.reject.button.label
source: Reject
de_de: Ablehnen
fr_fr: Rejeter

# pwa-approval.detailspage.rejection_date.label
source: Date of Rejection
de_de: Datum der Ablehnung
fr_fr: Date de rejet

# pwa-approval.detailspage.requisition.heading
source: Requisition Details
de_de: Bestellanfrage-Details
fr_fr: Détails de la demande

# pwa-approval.rejectform.add_a_comment.label
source: Add a Comment
de_de: Kommentar hinzufügen
fr_fr: Ajouter un commentaire

# pwa-approval.rejectform.button.cancel.label
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-approval.rejectform.button.reject.label
source: Reject
de_de: Ablehnen
fr_fr: Rejeter

# pwa-approval.rejectform.invalid_comment.error
source: Comment is required and cannot be empty
de_de: Ein Kommentar muss angegeben werden.
fr_fr: Le commentaire est obligatoire et ne peut pas être vide

# pwa-approval.rejectform.reject_order.heading
source: Reject Requisition
de_de: Bestellanfrage ablehnen
fr_fr: Rejeter la demande d’achat

# pwa-basket.add_quote.error
source: The quote could not be added to the cart.
de_de: Das Preisangebot konnte nicht in den Warenkorb gelegt werden.
fr_fr: Le devis n’a pas pu être ajouté au panier.

# pwa-basket.add_quotelineitem.error
source: The quote cannot be added to the shopping cart. It contains invalid products.
de_de: Das Preisangebot kann nicht in den Warenkorb gelegt werden. Es enthält ungültige Produkte.
fr_fr: Le devis ne peut pas être ajouté au panier. Il contient des produits non valides.

# pwa-basket.not_found.error
source: The shopping cart could not be found.
de_de: Der Warenkorb konnte nicht gefunden werden.
fr_fr: Le panier n’a pas pu être trouvé.

# pwa-basket.validation.general.error
source: Your shopping cart is not valid anymore. Please correct the errors indicated below.
de_de: Ihr Warenkorb ist nicht mehr gültig. Bitte korrigieren Sie die unten angegebenen Fehler.
fr_fr: Votre panier n’est plus valide. Veuillez corriger les erreurs signalées ci-dessous.

# pwa-captcha.incorrect
source: The security verification failed. Please correct the error indicated below.
de_de: Die Sicherheitsprüfung ist fehlgeschlagen. Korrigieren Sie den unten angegebenen Fehler.
fr_fr: Échec de la vérification de sécurité. Veuillez corriger l’erreur signalée ci-dessous.

# pwa-checkout.account.confirm.button.label
source: Confirm
de_de: Bestätigen
fr_fr: Confirmer

# pwa-checkout.account.email.registered.heading
source: Account
de_de: Benutzerkonto
fr_fr: Compte

# pwa-checkout.account.email.registered.link
source: My Account
de_de: Mein Konto
fr_fr: Mon compte

# pwa-checkout.account.email.registered.text
source: You can always access your account at
de_de: Sie können auf Ihr Konto stets zugreifen:
fr_fr: Vous pouvez toujours accéder à votre compte sur

# pwa-checkout.account.login.returning_customer.heading
source: Returning Customer
de_de: Registrierter Kunde
fr_fr: Client enregistré

# pwa-checkout.account.submit.button.label
source: Submit
de_de: Senden
fr_fr: Soumettre

# pwa-checkout.address.anonymous.guestcheckout.text
source: You want to shop as a guest and do not want to create a profile? No problem.
de_de: Sie möchten als Gast einkaufen und kein Profil erstellen? Kein Problem.
fr_fr: Vous voulez faire des achats en tant que visiteur et vous ne voulez pas créer un profil ? Pas de problème.

# pwa-checkout.address.billing.label
source: Invoice Address
de_de: Rechnungsadresse
fr_fr: Adresse de facturation

# pwa-checkout.address.button.cancel
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-checkout.address.button.delete
source: Delete
de_de: Löschen
fr_fr: Supprimer

# pwa-checkout.address.cancel.button.label
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-checkout.address.delete.button.label
source: Delete this Address
de_de: Diese Adresse löschen
fr_fr: Supprimer cette adresse

# pwa-checkout.address.delete.confirmation.deletionhint
source: Once you delete this address, you will need to re-enter it to use it in the future.
de_de: Wenn Sie diese Adresse löschen, müssen Sie sie beim nächsten Mal erneut eingeben.
fr_fr: Une fois cette adresse supprimée, vous devrez la saisir à nouveau pour pouvoir l’utiliser dans le futur.
