Repository: intershop/intershop-pwa
Catalog: src/assets/xliff/*.xliff
Languages: de_de, fr_fr

# pwa-product.price.na.text
source: N/A
de_de: k. A.
fr_fr: n.c.

# pwa-product.price.savingsFallback.text
source: You save {{0}}
de_de: Sie sparen {{0}}
fr_fr: Vous économisez {{0}}

# pwa-product.print_page.link
source: Print Page
de_de: Seite drucken
fr_fr: Imprimer la page

# pwa-product.productBundle.products.heading
source: This product bundle contains
de_de: Dieses Produktbündel enthält
fr_fr: Ce lot de produits contient

# pwa-product.product_filters.heading
source: Product Filters
de_de: Produktfilter
fr_fr: Filtres de produits

# pwa-product.product_links.accessory.title
source: Accessories
fr_fr: Accessoires

# pwa-product.product_links.crossselling.title
source: You may also like
de_de: Das könnte Sie auch interessieren
fr_fr: Découvrez aussi

# pwa-product.product_links.differentorderunit.title
source: Different Order Unit
de_de: Alternative Bestelleinheit
fr_fr: Unité de commande alternative

# pwa-product.product_links.followup.title
source: Follow-Up
de_de: Nachfolgeartikel
fr_fr: Produits successeurs

# pwa-product.product_links.other.title
source: Featured
de_de: Hervorgehoben
fr_fr: En vedette

# pwa-product.product_links.replacement.title
source: Replacement
de_de: Ersatzartikel
fr_fr: Produit de substitution

# pwa-product.product_links.spareparts.title
source: Spare Parts
de_de: Ersatzteile
fr_fr: Pièces de rechange

# pwa-product.quantity.greaterthan.text
source: Please enter {{0}} or more.
de_de: Geben Sie {{0}} oder mehr ein.
fr_fr: Veuillez entrer {{0}} ou plus.

# pwa-product.quantity.integer.text
source: Please enter a whole number.
de_de: Geben Sie eine ganze Zahl ein.
fr_fr: Veuillez entrer un numéro entier.

# pwa-product.quantity.label
source: Quantity
de_de: Anzahl
fr_fr: Quantité

# pwa-product.quantity.lessthan.text
source: Please enter {{0}} or less.
de_de: Geben Sie {{0}} oder weniger ein.
fr_fr: Veuillez entrer {{0}} ou moins.

# pwa-product.quantity.notempty.text
source: Please enter a number.
de_de: Geben Sie die Anzahl ein.
fr_fr: Veuillez entrer un numéro.

# pwa-product.quantity.step.text
source: Please enter a valid step of {{0}}.
de_de: Geben Sie eine gültige Schrittmenge von {{0}} an.
fr_fr: Veuillez entrer une étape de {{0}} valide.

# pwa-product.ready_for_shipment.detail.text
source: Details
fr_fr: Détails

# pwa-product.ready_for_shipment.minmax
source: Usually ships in {{0}} to {{1}} days.
de_de: Gewöhnlich lieferbar in {{0}} - {{1}} Tagen
fr_fr: Habituellement expédié en {{0}} à {{1}} jours.

# pwa-product.ready_for_shipment.within
source: Usually ships within {{0}} days
de_de: Gewöhnlich lieferbar in {{0}} Tagen
fr_fr: Habituellement expédié dans un délai de {{0}} jours

# pwa-product.ready_for_shipment.within24
source: Usually ships within 24 hours
de_de: Gewöhnlich lieferbar in 24 Stunden
fr_fr: Habituellement expédié dans les 24 heures.

# pwa-product.remove_all_product_filters.text
source: Reset all filters
de_de: Alle Filter zurücksetzen
fr_fr: Réinitialiser tous les filtres

# pwa-product.retailSet.products.heading
source: This retail set contains
de_de: Dieses Retail-Set enthält
fr_fr: Ce jeu de produits contient

# pwa-product.shipping.heading
source: Shipping
de_de: Versand
fr_fr: Livraison

# pwa-product.short_description.label
source: Short Description
de_de: Kurzbeschreibung
fr_fr: Description courte

# pwa-product.specific_attributes.label
source: Specific Attributes
de_de: Spezifische Attribute
fr_fr: Attributs spécifiques

# pwa-promotion.detaillist.title
source: Applied Promotion
de_de: Angewendete Aktion
fr_fr: Promotion appliquée

# pwa-promotion.detailslink.label
source: Promotion Details
de_de: Aktionsdetails
fr_fr: Détails de promotion

# pwa-promotion.detailslink.text
source: Details
fr_fr: Détails

# pwa-promotion.removelink.text
source: Remove
de_de: Entfernen
fr_fr: Supprimer

# pwa-punchout.error.missing.parameters
source: Error connecting to the punchout catalog. Required start parameters are missing.
de_de: Fehler beim Verbinden zum Punchout-Katalog. Benötigte Start-Parameter fehlen.
fr_fr: Erreur de connexion au catalogue punchout. Le paramètre ... est manquant.

# pwa-punchout.login_already_exists.error
source: A punchout user with that user name already exists. Please check the information for accuracy or enter a different name.
de_de: Der angegebene Anmeldename wird bereits verwendet. Prüfen Sie bitte die Richtigkeit der Eingabe oder geben Sie einen anderen Anmeldenamen an.
fr_fr: Un utilisateur avec ce nom d’utilisateur existe déjà. Veuillez vérifier l’exactitude des informations ou entrer un nom d’utilisateur différent.

# pwa-quickorder.page.add.cart
source: Add to Cart
de_de: In den Warenkorb
fr_fr: Ajouter au panier

# pwa-quickorder.page.add.row
source: Add more rows
de_de: Weitere Zeilen hinzufügen
fr_fr: Ajouter lignes supplémentaires

# pwa-quickorder.page.breadcrumb
source: Quick Order
de_de: Schnellbestellung
fr_fr: Commande rapide

# pwa-quickorder.page.csv.file.invalid.format
source: The file format is invalid. Please use a CSV file.
de_de: Das Dateiformat ist ungültig. Bitte verwenden Sie eine CSV-Datei.
fr_fr: Le format de fichier n’est pas valide. Veuillez utiliser un fichier CSV.

# pwa-quickorder.page.csv.file.invalid.input
source: The input is invalid. Please confirm if your CSV file has the correct structure.
de_de: Die Eingabe ist ungültig. Bitte bestätigen Sie, ob Ihre CSV-Datei die richtige Struktur hat.
fr_fr: L’entrée n’est pas valide. Veuillez confirmer si la structure de votre fichier CSV est correcte.

# pwa-quickorder.page.csv.file.uploaded
source: The file has been uploaded.
de_de: Die Datei wurde hochgeladen.
fr_fr: Le fichier a été téléchargé.

# pwa-quickorder.page.csv.reset.form
source: Reset field
de_de: Feld zurücksetzen
fr_fr: Réinitialiser le champ

# pwa-quickorder.page.csv.subtitle
source: Upload a valid CSV file to place an order by file.
de_de: Laden Sie eine gültige CSV-Datei hoch, um eine Bestellung per Datei aufzugeben.
fr_fr: Pour effectuer une commande par fichier, téléversez un fichier CSV valide.

# pwa-quickorder.page.csv.title
source: Or by uploading a CSV file
de_de: Oder durch Hochladen einer CSV-Datei
fr_fr: Ou en téléchargeant un fichier CSV

# pwa-quickorder.page.error.invalid.product
source: The product {{0}} is not valid.
de_de: Das Produkt {{0}} ist ungültig.
fr_fr: Le produit {{0}} n’est pas valide.

# pwa-quickorder.page.link
source: Quick Order
de_de: Schnellbestellung
fr_fr: Commande rapide

# pwa-quickorder.page.product.id
source: Product ID
de_de: Produkt-ID
fr_fr: ID produit

# pwa-quickorder.page.product.quantity
source: Quantity
de_de: Anzahl
fr_fr: Quantité

# pwa-quickorder.page.remove.row
source: Remove
de_de: Entfernen
fr_fr: Supprimer

# pwa-quickorder.page.reset.form
source: Reset all fields
de_de: Alle Felder zurücksetzen
fr_fr: Réinitialiser tous les champs

# pwa-quickorder.page.subtitle
source: Add multiple products to the cart by their product ID
de_de: Mehrere Artikel per Produkt-ID gleichzeitig in den Warenkorb legen
fr_fr: Ajouter plusieurs produits au panier en utilisant leur ID

# pwa-quickorder.page.subtitle.description
source: Enter product ID, variation and quantity to add multiple line items to the cart at once.
de_de: Geben Sie Produkt-ID, Variante und Menge an, um mehrere Artikel gleichzeitig in den Warenkorb zu legen.
fr_fr: Pour ajouter simultanément plusieurs articles au panier, indiquez leur ID, la variation et la quantité.

# pwa-quickorder.page.title
source: Quick Order & Order by File
de_de: Schnellbestellung und Bestellung per Datei
fr_fr: Commande rapide et commande par fichier

# pwa-quote.add_product_to_quote.button.add_to_quote.label
source: Add to Quote Request
de_de: In die Preisanfrage
fr_fr: Ajouter à la demande de devis

# pwa-quote.already_in_basket.error
source: The quote is already in the cart.
de_de: Das Preisangebot befindet sich bereits im Warenkorb.
fr_fr: Le devis se trouve déjà dans le panier.

# pwa-quote.delete.message
source: Your quote has been deleted.
de_de: Ihr Preisangebot wurde gelöscht.
fr_fr: Votre devis a été supprimé.

# pwa-quote.edit.back_to_quotes.link
source: Back to Quotes
de_de: Zurück zu Preisangeboten
fr_fr: Retour aux devis

# pwa-quote.edit.button.add_quote_to_cart.label
source: Add Quote to Cart
de_de: Preisangebot in Warenkorb legen
fr_fr: Ajouter le devis au panier

# pwa-quote.edit.button.create_new_from_quote.label
source: Create New Request from Quote
de_de: Neue Preisanfrage aus Preisangebot anlegen
fr_fr: Créer une nouvelle demande à partir du devis

# pwa-quote.edit.button.submit.label
source: Submit Quote Request
de_de: Preisanfrage senden
fr_fr: Envoyer la demande de devis

# pwa-quote.edit.reject.button.reject.label
source: Reject Quote
de_de: Preisangebot ablehnen
fr_fr: Rejeter le devis

# pwa-quote.edit.responded.quote_details.text
source: Quote Details
de_de: Preisangebot-Details
fr_fr: Détails du devis

# pwa-quote.edit.saved.your_quote_request_has_been_saved.text
source: Your quote request "{{0}}" has been saved.
de_de: Ihre Preisanfrage "{{0}}" wurde gespeichert.
fr_fr: Votre demande de devis "{{0}}" a été enregistrée.

# pwa-quote.edit.submitted.heading
source: Thank you for your quote request
de_de: Vielen Dank für Ihre Preisanfrage
fr_fr: Nous vous remercions pour votre demande de devis

# pwa-quote.edit.submitted.we_will_email.text
source: We will e-mail {{0}} to keep you updated on the status of your quote.
de_de: Wir werden per E-Mail {{0}} über den Status ihres Preisangebots informieren.
fr_fr: Nous vous enverrons un courriel à {{0}} pour vous tenir au courant de l’état de votre devis.

# pwa-quote.edit.submitted.your_quote_expired.text
source: Your quote expired at {{0}} {{1}}.
de_de: Ihr Preisangebot ist am {{0}} {{1}} abgelaufen.
fr_fr: Votre devis a expiré à {{0}} {{1}}.

# pwa-quote.edit.submitted.your_quote_number.text
source: Your quote number is:
de_de: Ihre Preisangebotsnummer lautet:
fr_fr: Votre numéro de devis est :

# pwa-quote.edit.submitted.your_quote_request.text
source: Your quote request has been submitted.<br/>You can check the status of your <a callback="callbackHideDialogModal" href="{{0}}">quotes</a> in your <a callback="callbackHideDialogModal" href="{{1}}">My Account</a> section.
de_de: Ihre Preisanfrage wurde gesendet.<br/>Den Status ihrer <a callback="callbackHideDialogModal" href="{{0}}">Preisangebote</a> können Sie im Bereich <a callback="callbackHideDialogModal" href="{{1}}">Mein Konto</a> einsehen.
fr_fr: Votre demande de devis a été soumise.<br/>Vous pouvez consulter l’état de vos <a callback="callbackHideDialogModal" href="{{0}}">devis</a> dans la section <a callback="callbackHideDialogModal" href="{{1}}">Mon compte</a>.

# pwa-quote.edit.submitted.your_quote_request_has_been_submitted.text
source: Your quote request has been submitted at {{0}}. You will be informed about a quotation via e-mail.
de_de: Ihre Preisanfrage wurde am {{0}} gesendet. Sie werden per E-Mail über ein Angebot informiert.
fr_fr: Votre demande de devis a été soumise à {{0}}. Vous serez informé sur votre demande de devis par courriel.

# pwa-quote.edit.unsubmitted.comment.label
source: Comment:
de_de: Kommentar:
fr_fr: Commentaire :

# pwa-quote.edit.unsubmitted.enter_an_optional_name.text
source: Enter a quote request name (optional)
de_de: Geben Sie hier einen Namen für die Preisanfrage ein (optional)
fr_fr: Entrez un nom de demande de devis ici (optionnel)

# pwa-quote.edit.unsubmitted.name.label
source: Name:
fr_fr: Nom :

# pwa-quote.edit.unsubmitted.provide_comment.text
source: Provide a comment for your quote request
de_de: Fügen Sie ihrer Preisanfrage einen Kommentar hinzu.
fr_fr: Entrez un commentaire pour votre demande de devis

# pwa-quote.edit.unsubmitted.quote_no.label
source: Quote No.:
de_de: Preisangebotsnr.:
fr_fr: N° devis :

# pwa-quote.edit.unsubmitted.quote_request_details.text
source: Quote Request Details
de_de: Details der Preisanfrage
fr_fr: Détails de la demande de devis

# pwa-quote.edit.unsubmitted.seller_comment.label
source: Seller Comment:
de_de: Kommentar des Anbieters:
fr_fr: Commentaire du vendeur :

# pwa-quote.edit.unsubmitted.status.label
source: Status:
fr_fr: État :

# pwa-quote.edit.unsubmitted.valid.label
source: Valid:
de_de: Gültig:
fr_fr: Valide :

# pwa-quote.error.expired
source: Your quote has expired.
de_de: Ihr Preisangebot ist abgelaufen.
fr_fr: Votre devis a expiré.

# pwa-quote.error.invalid_items
source: The quote request contains invalid items.
de_de: Die Preisanfrage enthält ungültige Artikel.
fr_fr: La demande de devis contient des éléments non valides.

# pwa-quote.error.invalid_period
source: Your quote has an invalid period.
de_de: Ihr Preisangebot hat einen ungültigen Zeitraum.
fr_fr: Votre devis a une durée non valide.

# pwa-quote.error.is_rejected
source: Your quote request has been rejected.
de_de: Ihre Preisanfrage wurde abgelehnt.
fr_fr: Votre demande de devis a été rejetée.

# pwa-quote.error.not_started
source: Your quote is pending. The start date has not been reached yet.
de_de: Ihr Preisangebot ist offen. Das Startdatum wurde noch nicht erreicht.
fr_fr: Votre devis est en suspens. La date de début n’est pas encore atteinte.

# pwa-quote.items.suggested_price.label
source: Suggested:
de_de: Vorgeschlagen:
fr_fr: Proposé :

# pwa-quote.items.table.heading
source: Your Quote Items
de_de: Ihre Preisangebotsartikel
fr_fr: Les articles de votre devis

# pwa-quote.list.delete.button.delete.label
source: Delete
de_de: Löschen
fr_fr: Supprimer

# pwa-quote.list.delete.button.no.label
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-quote.list.delete.button.yes.label
source: Delete
de_de: Löschen
fr_fr: Supprimer

# pwa-quote.list.delete.do_you_really_want_to_delete.text
source: Do you really want to delete this quote?
de_de: Wollen Sie dieses Preisangebot löschen?
fr_fr: Voulez-vous vraiment supprimer ce devis ?

# pwa-quote.list.delete.heading
source: You are deleting the quote "{{0}}".
de_de: Preisangebot "{{0}}" löschen
fr_fr: Vous êtes en train de supprimer le devis « {{0}} ».

# pwa-quote.list.empty
source: Currently there are no quotes.
de_de: Derzeit keine Preisangebote vorhanden.
fr_fr: Actuellement il n’y a aucun devis.

# pwa-quote.list.heading
source: Quoting
de_de: Preisangebote
fr_fr: Devis

# pwa-quote.list.modaldialog.title
source: Delete Quote
de_de: Preisangebote löschen
fr_fr: Supprimer le devis

# pwa-quote.list.table.creation_date
source: Creation Date
de_de: Erstellungsdatum
fr_fr: Date de création

# pwa-quote.list.table.expiration_date
source: Expiration Date
de_de: Ablaufdatum
fr_fr: Date d’expiration

# pwa-quote.list.table.line_items
source: Line Items
de_de: Artikel
fr_fr: Articles

# pwa-quote.list.table.name
source: Name
fr_fr: Nom

# pwa-quote.list.table.quote_no
source: Quote No.
de_de: Preisangebotsnr.:
fr_fr: N° du devis

# pwa-quote.list.table.status
source: Status
fr_fr: État

# pwa-quote.not_found.error
source: The quote could not be found.
de_de: Das Preisangebot konnte nicht gefunden werden.
fr_fr: Le devis n’a pas pu être trouvé.

# pwa-quote.quote_details.link
source: Quote Details
de_de: Preisangebot-Details
fr_fr: Détails du devis

# pwa-quote.quotes.link
source: Quotes
de_de: Preisangebote
fr_fr: Devis

# pwa-quote.state.accepted
source: Accepted
de_de: Akzeptiert
fr_fr: Accepté

# pwa-quote.state.expired
source: Expired
de_de: Abgelaufen
fr_fr: Expiré

# pwa-quote.state.new
source: New
de_de: Neu
fr_fr: Nouveau

# pwa-quote.state.rejected
source: Rejected
de_de: Abgelehnt
fr_fr: Rejeté

# pwa-quote.state.responded
source: Responded
de_de: Beantwortet
fr_fr: Répondu

# pwa-quote.state.submitted
source: Submitted
de_de: Gesendet
fr_fr: Envoyé

# pwa-quote.state.unknown
source: Unknown
de_de: Unbekannt
fr_fr: Inconnu

# pwa-quoterequest.not_editable.error
source: You have already submitted the quote request. Please <a href="javascript:location.reload()">reload</a> this page to view the changes.
de_de: Sie haben die Preisanfrage bereits gesendet. <a href="javascript:location.reload()">Laden Sie diese Seite neu</a>, um die Änderungen zu sehen.
fr_fr: Vous avez déjà soumis la demande de devis. Veuillez <a href="javascript:location.reload()">rafraîchir</a> cette page pour afficher les modifications.

# pwa-recaptcha.v2.incorrect.error
source: Please verify you are a real person.
de_de: Beweisen Sie, dass Sie keine Maschine sind.
fr_fr: Veuillez vérifier que vous êtes une personne réelle.

# pwa-recaptcha.v3.info_text
source: This site is protected by reCAPTCHA and the Google <a href="{{0}}" target="_blank">Privacy Policy</a> and <a href="{{1}}" target="_blank">Terms of Service</a> apply.
de_de: Diese Seite ist durch reCAPTCHA geschützt und es gelten die Google <a href="{{0}}" target="_blank">Datenschutzbestimmungen</a> und <a href="{{1}}" target="_blank">Nutzungsbedingungen</a>.
fr_fr: Ce site est protégé par reCAPTCHA et <a href="{{0}}" target="_blank">la politique de confidentialité</a> de Google ainsi que ses <a href="{{1}}" target="_blank">conditions de service</a> s'appliquent.

# pwa-recentlyViewed.component.heading
source: Recently Viewed
de_de: Zuletzt angesehen
fr_fr: Récemment consultés

# pwa-registration.tac.error.tip
source: Please agree to the terms to continue.
de_de: Bitte stimmen Sie den Bedingungen zu, um fortzufahren.
fr_fr: Veuillez accepter les conditions pour continuer.

# pwa-registration.tac_privacy_policy.text
source: I agree to the <a href="{{0}}" target="_blank">Terms & Conditions</a> and <a href="{{1}}" target="_blank">Privacy Policy</a>.
de_de: Ich akzeptiere die <a href="{{0}}" target="_blank">AGB</a> und <a href="{{1}}" target="_blank">Datenschutzhinweise</a>.
fr_fr: J’accepte les <a href="{{0}}" target="_blank">Conditions générales</a> et <a href="{{1}}" target="_blank">la Politique de confidentialité</a>.

# pwa-restricted-items.Remove.button
source: Remove Item
de_de: Artikel entfernen
fr_fr: Supprimer l’article

# pwa-restricted-items.error.message1
source: The following item(s) cannot be shipped to the address you have selected.
de_de: Die folgenden Artikel können nicht an die von Ihnen gewählte Adresse geliefert werden.
fr_fr: Les articles suivants ne peuvent pas être livrés à l’adresse que vous avez choisie.

# pwa-restricted-items.error.message2
source: You can either remove this item(s) from your cart or enter a different address below.
de_de: Sie können diese(n) Artikel entweder aus dem Warenkorb entfernen oder unten eine andere Lieferadresse angeben.
fr_fr: Vous pouvez soit retirer ces articles de votre panier, soit saisir une adresse différente ci-dessous.

# pwa-search.breadcrumbs.your_search.label
source: Search Results:
de_de: Suchergebnisse:
fr_fr: Résultats de recherche :

# pwa-search.filter.show_all.link
source: Show all
de_de: Alle anzeigen
fr_fr: Afficher tout

# pwa-search.filter.show_less.link
source: Show less
de_de: Weniger anzeigen
fr_fr: Afficher moins

# pwa-search.mobile.filter.trigger
source: Filters
de_de: Filter
fr_fr: Filtres

# pwa-search.noResult.heading
source: No Results Found:
de_de: Keine Treffer:
fr_fr: Aucun résultat trouvé :

# pwa-search.noResult.message
source: Your search for <span>"{{0}}"</span> returned 0 results.
de_de: Ihre Suche nach <span>"{{0}}"</span> ergab keine Treffer.
fr_fr: Votre recherche pour <strong>"{{0}}"</strong> a retourné 0 résultat.

# pwa-search.noresult.filtered_products.message
source: We are sorry, we could not find any products that match your filter choice.
de_de: Leider konnten wir keine Produkte finden, die Ihrer Filterauswahl entsprechen.
fr_fr: Nous sommes désolés, nous n’avons pu trouver aucun produit correspondant à votre choix de filtre.

# pwa-search.noresult.guidelines
source: <h4>Search Tips & Guidelines</h4><ol><li>Double check the spelling. Try varying the spelling or browse our lists of product categories that appear on our homepage.</li><li>Limit the search to one or two terms.</li><li>Be less specific in your terminology. Using (a) more general term(s) is likely to lead you to similar and related products.</li></ol>
de_de: "<h4>Suchtipps & Richtlinien</h4><ol><li>Überprüfen Sie die Rechtschreibung. Variieren Sie die Schreibweise oder durchsuchen Sie die Liste mit Produktkategorien, die sich auf unserer Homepage befinden.</li><li>Begrenzen Sie die Suche auf ein oder zwei Wörter.</li><li>Verwenden Sie weniger spezifische Begriffe. Allgemeinere Begriffe führen zu ähnlichen und verwandten Produkten.</li></ol>
fr_fr: <h4>Conseils et directives de recherche</h4><ol><li>Revérifiez l’orthographe. Essayez de varier l’orthographe ou parcourez nos listes de catégories de produits qui figurent sur notre page d’accueil.</li><li>Limitez la recherche à un ou deux termes.</li><li>Soyez moins précis dans votre terminologie. Utiliser un terme plus général vous conduira probablement à des produits similaires et connexes.

# pwa-search.searchbox.button.reset.title
source: Remove search term
de_de: Suchbegriff entfernen
fr_fr: Retirer terme de recherche

# pwa-search.searchbox.button.title
source: Start search
de_de: Suche starten
fr_fr: Lancer la recherche.

# pwa-search.searchbox.instructional_text
source: Search
de_de: Suchen
fr_fr: Rechercher

# pwa-search.title.text
source: Search Results for "{{1}}" - {{2}}
de_de: Suchergebnisse für "{{1}}" - {{2}}
fr_fr: Résultats de recherche pour « {{1}} » - {{2}}

# pwa-seo.description.home
source: inTRONICS home description ...
de_de: inTRONICS Startseite Beschreibung ...
fr_fr: Description de la page d’accueil inTRONICS ...

# pwa-seo.title.checkout
source: Checkout
de_de: Kasse
fr_fr: Passer la commande

# pwa-seo.title.error
source: Error
de_de: Fehler
fr_fr: Erreur

# pwa-seo.title.home
source: inTRONICS Home
de_de: inTRONICS Startseite
fr_fr: Page d’accueil InTRONICS

# pwa-seo.title.search
source: Search Result for '{{0}}'
de_de: Suchergebnis für '{{0}}'
fr_fr: Résultat de recherche pour '{{0}}'.

# pwa-servererror.mailServer.error
source: Your mail couldn't be sent. We apologize for the inconvenience. Please try again later.
de_de: Ihre E-Mail konnte leider nicht versandt werden. Wir bitten um Entschuldigung. Bitte versuchen Sie es später erneut.
fr_fr: Votre courriel n’a pas pu être envoyé. Nous nous excusons pour les inconvénients. Veuillez réessayer plus tard.

# pwa-servererror.page.text
source: <h3>We are sorry ...</h3><h4>Please go back to the <a href="route://home" target="_self">Home Page</a> and try again.</h4>
de_de: <h3>Es tut uns leid ...</h3><h4>Gehen Sie zurück zur <a href="route://home" target="_self">Startseite</a> und versuchen Sie es erneut.</h4>
fr_fr: <h3>Nous sommes désolés ...</h3><h4>Retournez à la <a href="route://home" target="_self">Page d’accueil,</a> puis réessayez.</h4>

# pwa-servererror.page.title
source: Something Went Wrong
de_de: Etwas ist schiefgegangen.
fr_fr: Quelque chose s’est mal passé

# pwa-shipping.restriction.region
source: There are shipping restrictions for this region.
de_de: Für diese Region gibt es Versandbeschränkungen.
fr_fr: Il y a des restrictions d’expédition pour cette région.

# pwa-shipping.restriction.shippingMethod
source: There is no shipping method available for this location.
de_de: Für diese Region sind keine Versandarten verfügbar.
fr_fr: Aucune méthode d’expédition disponible pour cette adresse.

# pwa-shopping.product.readyforshipment.details.title
source: Ready For Shipment Time
de_de: Versandfertig
fr_fr: Durée « Prêt à l’expédition »

# pwa-shopping_cart.adjusted_items.warnung
source: We have adjusted the quantity of one or more items in your cart. Please see details below.
de_de: Wir haben die Anzahl eines oder mehrerer Artikel in Ihrem Warenkorb angepasst. Weitere Informationen dazu finden Sie unten.
fr_fr: Nous avons ajusté la quantité d’un ou plusieurs articles dans votre panier. Veuillez trouver des détails ci-dessous.
