Repository: intershop/intershop-pwa
Catalog: src/assets/xliff/*.xliff
Languages: de_de, fr_fr

# pwa-shopping_cart.button.cancel
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-shopping_cart.detail.text
source: Details
fr_fr: Détails

# pwa-shopping_cart.detailed.continue_shopping.link
source: Continue Shopping
de_de: Weiter einkaufen
fr_fr: Poursuivre mes achats

# pwa-shopping_cart.empty.alt.text
source: Your Cart Is Empty
de_de: Ihr Warenkorb ist leer.
fr_fr: Votre panier est vide.

# pwa-shopping_cart.empty.text
source: There are no items in your cart.
de_de: Es liegen keine Artikel in Ihrem Warenkorb.
fr_fr: Il n’y a aucun article dans votre panier.

# pwa-shopping_cart.heading
source: Your Shopping Cart
de_de: Ihr Warenkorb
fr_fr: Votre panier

# pwa-shopping_cart.ministatus.empty_cart.text
source: Your cart is currently empty.
de_de: Ihr Warenkorb ist leer.
fr_fr: Votre panier est actuellement vide.

# pwa-shopping_cart.ministatus.view_cart.link
source: View Cart
de_de: Warenkorb ansehen
fr_fr: Afficher le panier

# pwa-shopping_cart.oci.transfer_basket.button
source: Transfer Cart
de_de: Warenkorb übertragen
fr_fr: Transférer le panier

# pwa-shopping_cart.payment.creditCardExpiryDate.invalid.error
source: The credit card expiration date must be 5 characters long and in the format nn/nn, where n is a number.
de_de: Das Ablaufdatum der Kreditkarte muss eine Länge von 5 Zeichen und das Format nn/nn haben, wobei n eine Zahl ist.
fr_fr: La date d’expiration de la carte de crédit doit contenir 5 caractères et être au format nn/nn, où n est un nombre.

# pwa-shopping_cart.payment.creditCardNumberRange.invalid.error
source: You entered an invalid number for the selected card.
de_de: Die eingegebene Nummer ist für die gewählte Karte ungültig.
fr_fr: Vous avez saisi un numéro non valide pour la carte sélectionnée.

# pwa-shopping_cart.pli.qty.label
source: Quantity:
de_de: Anzahl:
fr_fr: Quantité :

# pwa-shopping_cart.price.heading
source: Price
de_de: Preis
fr_fr: Prix

# pwa-shopping_cart.proceed_to_checkout.button.label
source: Checkout
de_de: Zur Kasse
fr_fr: Passer la commande

# pwa-shopping_cart.product_description.heading
source: Item Description
de_de: Artikelbeschreibung
fr_fr: Description de l’article

# pwa-shopping_cart.promotion.apply.button.label
source: Apply
de_de: Übernehmen
fr_fr: Appliquer

# pwa-shopping_cart.promotion.qualified_promo.text
source: Your promotional discount has been applied.
de_de: Ihr Aktionsrabatt wurde abgezogen.
fr_fr: Votre réduction promotionnelle a été appliquée.

# pwa-shopping_cart.promotional_code.heading
source: Enter a Promotion Code?
de_de: Aktionscode eingeben?
fr_fr: Entrer un code promotionnel ?

# pwa-shopping_cart.promotional_code.label
source: Promo Code
de_de: Aktionscode
fr_fr: Code promotionnel

# pwa-shopping_cart.qty.heading
source: Qty.
de_de: Anzahl
fr_fr: Qté.

# pwa-shopping_cart.quantity.invalid.error
source: Please enter a valid quantity.
de_de: Geben Sie eine gültige Menge an.
fr_fr: Veuillez entrer une quantité valide.

# pwa-shopping_cart.quantity.invalid.error.maxvalue
source: The quantity you entered is too large.
de_de: Die angegebene Anzahl ist zu groß.
fr_fr: La quantité saisie est trop grande.

# pwa-shopping_cart.quote.create.button
source: Create Quote Request
de_de: Preisanfrage anlegen
fr_fr: Créer une nouvelle demande de devis

# pwa-shopping_cart.read_more.link
source: Read More
de_de: Mehr dazu
fr_fr: En savoir plus

# pwa-shopping_cart.remove.item.button.label
source: Remove
de_de: Entfernen
fr_fr: Supprimer

# pwa-shopping_cart.transaction.text
source: All transactions are safe and secure.
de_de: Alle Transaktionen sind vollkommen sicher.
fr_fr: Toutes les transactions sont sûres et sécurisées.

# pwa-shopping_cart.variation.save.button.label
source: Save
de_de: Speichern
fr_fr: Enregistrer

# pwa-tacton.bom.name.label
source: Product ID:
de_de: Produkt-ID:
fr_fr: ID produit :

# pwa-tacton.bom.quantity.label
source: Qty:
de_de: Menge:
fr_fr: Qté :

# pwa-tacton.bom.title
source: Bill of Material
de_de: Stückliste
fr_fr: Nomenclature

# pwa-tacton.configure_page.button.confirm.label
source: Accept New
de_de: Neuerungen akzeptieren
fr_fr: Accepter de nouveaux

# pwa-tacton.configure_page.button.reject.label
source: Keep Current
de_de: Aktuellen Stand beibehalten
fr_fr: Conserver l’état actuel

# pwa-tacton.configure_page.description
source: To resolve your selection, the following parameters must be changed.
de_de: Um Ihre Auswahl aufzulösen, müssen die folgenden Parameter geändert werden.
fr_fr: Pour résoudre votre sélection, les paramètres suivants doivent être modifiés.

# pwa-tacton.configure_page.title
source: Conflict
de_de: Konflikt
fr_fr: Conflit

# pwa-tacton.configure_product.product.label
source: Configure
de_de: Konfigurieren
fr_fr: Configurer

# pwa-tacton.step_buttons.next.label
source: Next
de_de: Weiter
fr_fr: Suivant

# pwa-tacton.step_buttons.previous.label
source: Previous
de_de: Zurück
fr_fr: Précédent

# pwa-tacton.step_buttons.reset.label
source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser

# pwa-tacton.step_buttons.submit.label
source: Request Proposal
de_de: Vorschlag anfordern
fr_fr: Demander une proposition

# pwa-tacton.submit.error.message
source: A technical error occurred while processing your request. Please try again later.
de_de: Beim Verarbeiten Ihrer Anfrage ist ein technischer Fehler aufgetreten. Bitte versuchen Sie es später erneut.
fr_fr: Une erreur technique s’est produite lors du traitement de votre demande. Veuillez réessayer plus tard.

# pwa-tacton.submit.success.message
source: Your request has been successfully submitted. We will e-mail <strong>{{0}}</strong> to keep you updated on the status of your request.
de_de: Ihre Anfrage wurde erfolgreich versendet. Wir werden <strong>{{0}}</strong> per E-Mail über den Status Ihrer Anfrage informieren.
fr_fr: Votre demande de devis a été soumise avec succès. Nous vous enverrons un courriel à <strong>{{0}}</strong> pour vous tenir au courant de l’état de votre demande.

# pwa-tacton.undo.tooltip
source: Undo
de_de: Wiederherstellen
fr_fr: Annuler

# pwa-textarea.max_limit
source: Your message: {{0}} characters remaining.
de_de: Ihre Nachricht: {{0}} Zeichen verbleibend.
fr_fr: Votre message : {{0}} caractères restants.

# pwa-account.address.apo_fpo.link
source: APO/FPO
de_de: Feldpost

# pwa-account.orderdetails.approved.text
source: (approved by {{0}} on {{1}})
de_de: (genehmigt von {{0}} am {{1}})

# pwa-account.orderlist.table.destination
source: Destination
de_de: Zielort

# pwa-approval.detailspage.approval_status.label
source: Approval Status
de_de: Genehmigungsstatus

# pwa-product.description.heading
source: Description
de_de: Beschreibung

# pwa-product.variations.text
source: Variations
de_de: Variationen

# pwa-quote.items.total.label
source: Total
de_de: Gesamtsumme

# pwa-shopping_cart.total.heading
source: Total
de_de: Gesamt
