Repository: intershop/intershop-pwa
Catalog: src/assets/xliff/*.xliff
Languages: de_de, fr_fr

# pwa-account.address.address1.missing.error
source: Address 1 is mandatory. Please provide a street.
de_de: Adresse 1 muss angegeben werden. Geben Sie eine Straße ein.
fr_fr: L’adresse 1 est obligatoire. Veuillez entrer une rue.

# pwa-account.address.apo_fpo.tooltip
source: Enter APO or FPO in the &quot;City&quot; field and select one of the following three choices from the &quot;State&quot; pull-down menu: AA for Armed Forces of America, AE for Armed Forces Europe, AP for Armed Forces Pacific.
de_de: Geben Sie APO oder FPO im Feld "Ort" ein und wählen Sie eine der drei Möglichkeiten aus dem Auswahlmenü "Bundesland": AA für Armed Forces of America, AE für Armed Forces Europe, AP für Armed Forces Pacific.
fr_fr: Entrez l’adresse APO/FPO dans le champ « Ville »; et sélectionnez l’une des trois options suivantes du menu déroulant « État » : AA pour Armed Forces of America, AE pour Armed Forces Europe, AP pour Armed Forces Pacific.

# pwa-account.address.apo_fpo.tooltip.headline
source: APO and FPO Addresses
de_de: Feldpostadressen
fr_fr: Adresses APO/FPO

# pwa-account.address.city.missing.error
source: City is mandatory. Please provide a city.
de_de: Der Ort muss angegeben werden. Geben Sie einen Ort ein.
fr_fr: La ville est obligatoire. Veuillez entrer une ville.

# pwa-account.address.company_name.error.required
source: Please enter your company name.
de_de: Bitte geben Sie Ihren Firmennamen an.
fr_fr: Veuillez entrer le nom de votre société.

# pwa-account.address.company_name.label
source: Company Name
de_de: Firmenname
fr_fr: Nom de la société

# pwa-account.address.company_name_2.label
source: Company Name 2
de_de: Firmenname 2
fr_fr: Nom de la société 2

# pwa-account.address.country.error.default
source: Please select a country.
de_de: Wählen Sie ein Land aus.
fr_fr: Veuillez sélectionner un pays.

# pwa-account.address.country.label
source: Country
de_de: Land
fr_fr: Pays

# pwa-account.address.de.postalcode.error.regexp
source: Please enter a valid 5-digit ZIP code.
de_de: Geben Sie eine gültige fünfstellige PLZ an.
fr_fr: Veuillez entrer un code postal valide à 5 chiffres.

# pwa-account.address.email.hint
source: for order confirmation and updates
de_de: für Bestellbestätigung und Aktualisierungen
fr_fr: pour la confirmation des commandes et les mises à jour

# pwa-account.address.firstname.label
source: First Name
de_de: Vorname
fr_fr: Prénom

# pwa-account.address.firstname.missing.error
source: First name is mandatory. Please provide a first name.
de_de: Vorname ist obligatorisch. Geben Sie einen Vornamen an.
fr_fr: Le prénom est obligatoire. Veuillez entrer un prénom.

# pwa-account.address.fr.postalcode.error.regexp
source: Please enter a valid 5-digit ZIP code.
de_de: Geben Sie eine gültige fünfstellige PLZ an.
fr_fr: Veuillez entrer un code postal valide à 5 chiffres.

# pwa-account.address.lastname.label
source: Last Name
de_de: Nachname
fr_fr: Nom de famille

# pwa-account.address.lastname.missing.error
source: Last name is mandatory. Please provide a last name.
de_de: Nachname ist obligatorisch. Geben Sie einen Nachnamen an.
fr_fr: Le nom de famille est obligatoire. Veuillez entrer un nom de famille.

# pwa-account.address.postalcode.missing.error
source: ZIP Code is mandatory. Please provide a ZIP code.
de_de: Postleitzahl muss angegeben werden. Bitte geben Sie eine Postleitzahl ein.
fr_fr: Le code postal est obligatoire. Veuillez entrer un code postal.

# pwa-account.address.state.error.default
source: Please select a state.
de_de: Bitte wählen Sie ein Bundesland.
fr_fr: Veuillez sélectionner un état.

# pwa-account.address.state.label
source: State
de_de: Bundesland
fr_fr: État

# pwa-account.address.taxation.label
source: Taxation ID
de_de: Steuernummer
fr_fr: ID de taxation

# pwa-account.address.title.error.required
source: Salutation is mandatory. Please provide a Salutation.
de_de: Die Anrede ist ein Pflichtfeld. Bitte wählen Sie eine Anrede aus.
fr_fr: Le titre est obligatoire. Veuillez entrer un titre.

# pwa-account.address.uk.postalcode.error.regexp
source: Please enter a valid UK ZIP code (including the whitespace).
de_de: Geben Sie eine gültige PLZ (ZIP-Code) für UK an (mit Leerzeichen).
fr_fr: Veuillez entrer un code postal britannique valide (espace inclus).

# pwa-account.address.us.postalcode.error.regexp
source: Please enter a valid US ZIP code.
de_de: Geben Sie eine gültige PLZ (ZIP-Code) für die USA an.
fr_fr: Veuillez entrer un code postal des États-Unis valide.

# pwa-account.addresses.add_address.button.text
source: Add Address
de_de: Adresse hinzufügen
fr_fr: Ajouter une adresse

# pwa-account.addresses.create_address.button.label
source: Save Address
de_de: Adresse speichern
fr_fr: Enregistrer l’adresse

# pwa-account.addresses.delete_address.text
source: Delete this address
de_de: Diese Adresse löschen
fr_fr: Supprimer cette adresse

# pwa-account.addresses.have_no_saved_address.text
source: You currently have no saved addresses. Add your invoice and shipping addresses for faster checkout in the future.
de_de: Sie haben derzeit keine gespeicherten Adressen. Fügen Sie Ihre Rechnungs- und Lieferadresse hinzu, um den Bestellvorgang in Zukunft zu beschleunigen.
fr_fr: Actuellement vous n’avez aucune adresse enregistrée. Ajoutez vos adresses de facturation et d’expédition pour un paiement plus rapide à l’avenir.

# pwa-account.addresses.heading
source: Further Addresses
de_de: Weitere Adressen
fr_fr: Autres adresses

# pwa-account.addresses.new_address_created.message
source: Your address has been added to your address book.
de_de: Ihre Adresse wurde Ihrem Adressbuch hinzugefügt.
fr_fr: Votre adresse a été ajoutée à votre carnet d’adresses.

# pwa-account.addresses.new_address_deleted.message
source: Your address has been deleted.
de_de: Ihre Adresse wurde gelöscht.
fr_fr: Votre adresse a été supprimée.

# pwa-account.addresses.no_preferred_invoice_address.text
source: You haven't set any preferred invoice address yet.
de_de: Sie haben noch keine bevorzugte Rechnungsadresse festgelegt.
fr_fr: Vous n’avez pas encore défini d’adresse de facturation préférée.

# pwa-account.addresses.no_preferred_shipping_address.text
source: You haven't set any preferred shipping address yet.
de_de: Sie haben noch keine bevorzugte Lieferadresse festgelegt.
fr_fr: Vous n’avez pas encore défini d’adresse de livraison préférée.

# pwa-account.addresses.preferredinvoice.button.label
source: Change preferred invoice address
de_de: Bevorzugte Rechnungsadresse ändern
fr_fr: Modifier l’adresse de facturation préférée

# pwa-account.addresses.preferredinvoice.change.message
source: Your preferred invoice address has been saved to your address book.
de_de: Ihre bevorzugte Rechnungsadresse wurde Ihrem Adressbuch hinzugefügt.
fr_fr: Votre adresse de facturation par défaut a été enregistrée dans votre carnet d’adresses.

# pwa-account.addresses.preferredinvoice.heading
source: Your Preferred Invoice Address
de_de: Ihre bevorzugte Rechnungsadresse
fr_fr: Votre adresse de facturation préférée

# pwa-account.addresses.preferredinvoiceandshipping.heading
source: Your Preferred Invoice and Shipping Address
de_de: Ihre bevorzugte Rechnungs- und Lieferadresse
fr_fr: Votre adresse de facturation et de livraison préférée

# pwa-account.addresses.preferredshipping.button.label
source: Change preferred shipping address
de_de: Bevorzugte Lieferadresse ändern
fr_fr: Modifier l’adresse de livraison préférée

# pwa-account.addresses.preferredshipping.change.message
source: Your preferred shipping address has been saved to your address book.
de_de: Ihre bevorzugte Lieferadresse wurde Ihrem Adressbuch hinzugefügt.
fr_fr: Votre adresse de livraison par défaut a été enregistrée dans votre carnet d’adresses.

# pwa-account.addresses.preferredshipping.heading
source: Your Preferred Shipping Address
de_de: Ihre bevorzugte Lieferadresse
fr_fr: Votre adresse de livraison préférée

# pwa-account.addresses.remove_dialog.label_no
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-account.addresses.remove_dialog.label_yes
source: Delete
de_de: Löschen
fr_fr: Supprimer

# pwa-account.addresses.remove_dialog.message_line2
source: Are you sure you want to delete this address?
de_de: Wollen Sie diese Adresse wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer cette adresse ?

# pwa-account.addresses.remove_dialog.title
source: Delete Address
de_de: Adresse löschen
fr_fr: Supprimer l’adresse

# pwa-account.addresses.saved_address.heading
source: Addresses
de_de: Adressen
fr_fr: Adresses

# pwa-account.addresses.update_address.button.label
source: Save Changes
de_de: Änderungen speichern
fr_fr: Enregistrer les modifications

# pwa-account.approvallist.no_items_message
source: Currently no requisitions to display.
de_de: Sie haben derzeit keine Bestellanforderungen.
fr_fr: Aucune réquisition à afficher.

# pwa-account.approvallist.table.approval_date
source: Approval Date
de_de: Genehmigungsdatum
fr_fr: Date d’approbation

# pwa-account.approvallist.table.approver
source: Approver
de_de: Genehmiger
fr_fr: Approbateur

# pwa-account.approvallist.table.buyer
source: Buyer
de_de: Einkäufer
fr_fr: Acheteur

# pwa-account.approvallist.table.date_of_order
source: Creation Date
de_de: Erstellungsdatum
fr_fr: Date de création

# pwa-account.approvallist.table.id_of_order
source: Requisition No.
de_de: Bestellanfrage-Nr.
fr_fr: ID de la demande d’achat

# pwa-account.approvallist.table.line_item_total
source: Order Total
de_de: Gesamt
fr_fr: Total

# pwa-account.approvallist.table.line_items
source: Line Items
de_de: Artikel
fr_fr: Articles

# pwa-account.approvallist.table.no_of_order
source: Order No.
de_de: Bestellungsnummer
fr_fr: ID de la commande

# pwa-account.approvallist.table.reject_date
source: Rejection Date
de_de: Ablehnungsdatum
fr_fr: Date de refus

# pwa-account.budget.already_spent.label
source: Already Spent
de_de: Bereits verbraucht
fr_fr: Déjà dépensé

# pwa-account.budget.left.label
source: Left
de_de: Verbleibend
fr_fr: Restant

# pwa-account.budget.type.half-yearly.label
source: Budget (half-yearly)
de_de: Budget (halbjährlich)
fr_fr: Budget (semestriel)

# pwa-account.budget.type.monthly.label
source: Budget (monthly)
de_de: Budget (monatlich)
fr_fr: Budget (mensuel)

# pwa-account.budget.type.quarterly.label
source: Budget (quarterly)
de_de: Budget (quartalsweise)
fr_fr: Budget (trimestriel)

# pwa-account.budget.type.weekly.label
source: Budget (weekly)
de_de: Budget (wöchentlich)
fr_fr: Budget (hebdomadaire)

# pwa-account.budget.type.yearly.label
source: Budget (yearly)
de_de: Budget (jährlich)
fr_fr: Budget (annuel)

# pwa-account.budget.unlimited
source: Unlimited
de_de: Unbegrenzt
fr_fr: Illimité

# pwa-account.cancel.button.label
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-account.cancel.link
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-account.change_password.button.label
source: Change Password
de_de: Kennwort ändern
fr_fr: Modifier le mot de passe

# pwa-account.company_profile.detail.heading
source: Company Profile
de_de: Firmenprofil
fr_fr: Profil de la société

# pwa-account.company_profile.heading
source: Edit Company Profile
de_de: Firmenprofil bearbeiten
fr_fr: Modifier le profil de la société

# pwa-account.company_profile.heading.text
source: You can update your company’s information below.
de_de: Sie können die Informationen ihres Unternehmens unten aktualisieren.
fr_fr: Vous pouvez mettre à jour les informations de votre entreprise ci-dessous.

# pwa-account.company_profile.industry.label
source: Industry
de_de: Branche
fr_fr: Secteur

# pwa-account.company_profile.name.label
source: Company Name
de_de: Firmenname
fr_fr: Nom de la société

# pwa-account.company_profile.taxation_id.label
source: Taxation ID
de_de: Steuernummer
fr_fr: ID de taxation

# pwa-account.companyprofile.taxationid.label
source: Taxation ID
de_de: Steuernummer
fr_fr: ID de taxation

# pwa-account.create.benefit.text
source: When you create an account, you'll gain access to a wide range of benefits:
de_de: Wenn Sie ein Konto anlegen, profitieren Sie von zahlreichen Vorteilen:
fr_fr: En créant un compte, vous aurez accès à une vaste gamme d’avantages :

# pwa-account.create.benefit1.text
source: Easier Order Tracking
de_de: Einfachere Bestellverfolgung
fr_fr: Un suivi de commandes plus facile

# pwa-account.create.benefit2.text
source: Faster checkout
de_de: Schnellerer Bestellvorgang
fr_fr: Un paiement plus rapide

# pwa-account.create.benefit3.text
source: Create and manage your address book
de_de: Anlegen und Verwalten eines eigenen Adressbuchs
fr_fr: Création et gestion de votre carnet d’adresses

# pwa-account.create.benefit4.text
source: Comprehensive view of your order history
de_de: Überblick über all Ihre Bestellungen
fr_fr: Une vue complète de votre historique de commandes

# pwa-account.create.benefit5.text
source: Quick access to products saved in your shopping cart
de_de: Schneller Zugriff auf gespeicherte Produkte in Ihrem Warenkorb
fr_fr: Accès rapide aux produits dans votre panier d’achat

# pwa-account.create.button.label
source: Create Account
de_de: Benutzerkonto anlegen
fr_fr: Créer un compte

# pwa-account.date.month
source: Month
de_de: Monat
fr_fr: Mois

# pwa-account.date.month.error.required
source: Please select a month.
de_de: Bitte wählen Sie einen Monat aus.
fr_fr: Veuillez sélectionner un mois.

# pwa-account.date.year
source: Year
de_de: Jahr
fr_fr: Année

# pwa-account.date.year.error.required
source: Please select a year.
de_de: Bitte wählen Sie ein Jahr aus.
fr_fr: Veuillez sélectionner une année.

# pwa-account.default_address.city.label
source: City
de_de: Ort
fr_fr: Ville

# pwa-account.default_address.firstname.label
source: First Name
de_de: Vorname
fr_fr: Prénom

# pwa-account.default_address.lastname.label
source: Last Name
de_de: Nachname
fr_fr: Nom de famille

# pwa-account.default_address.postalcode.label
source: ZIP/Postal Code
de_de: PLZ
fr_fr: Code postal

# pwa-account.default_address.state.label
source: State/Province
de_de: Bundesland
fr_fr: État/Province

# pwa-account.default_address.street.label
source: Address Line 1
de_de: Adresszeile 1
fr_fr: Ligne d’adresse 1

# pwa-account.default_address.street2.label
source: Address Line 2
de_de: Adresszeile 2
fr_fr: Ligne d’adresse 2

# pwa-account.default_address.street3.label
source: Address Line 3
de_de: Adresszeile 3
fr_fr: Ligne d’adresse 3

# pwa-account.default_address.title.label
source: Salutation
de_de: Anrede
fr_fr: Titre

# pwa-account.default_address.uk.locality.label
source: Locality
de_de: Ortsteil
fr_fr: Localité

# pwa-account.email.error.email
source: Please enter a valid e-mail address.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse an.
fr_fr: Veuillez entrer une adresse courriel valide.

# pwa-account.email.error.required
source: Please enter an e-mail.
de_de: Bitte geben Sie eine E-Mail-Adresse an.
fr_fr: Veuillez entrer une adresse courriel.

# pwa-account.firstname.error.required
source: Please enter a first name.
de_de: Bitte geben Sie einen Vornamen an.
fr_fr: Veuillez entrer un prénom.

# pwa-account.forgotdata.consumer_disabled.error
source: The customer account could not be found. It is possible that the account has been changed, deactivated or deleted in the meantime.<br>If you have any questions, please <a href="route://contact">contact us</a>.
de_de: Das Kundenkonto konnte nicht gefunden werden. Möglicherweise wurde das Konto in der Zwischenzeit geändert, deaktiviert oder gelöscht.<br>Sollten Sie Fragen haben, <a href="route://contact">wenden Sie sich bitte an uns</a>.
fr_fr: Le compte client n’a pas pu être trouvé. Il est possible que le compte ait été modifié, désactivé ou supprimé entre-temps.<br>Si vous avez des questions, <a href="route://contact">Contactez nous</a>.

# pwa-account.forgotdata.consumer_invalid_hash.error
source: The link in your browser's address input field is invalid. Please make sure you use the correct link address for changing your password.
de_de: Der Link im Adressfeld Ihres Browsers ist ungültig. Bitte stellen Sie sicher, dass Sie die richtige Linkadresse zum Ändern Ihres Kennworts verwenden.
fr_fr: Le lien dans le champ d’adresse de votre navigateur n’est pas valide. Veuillez vous assurer que vous utilisez l’adresse de lien correcte pour modifier votre mot de passe.

# pwa-account.forgotdata.consumer_password_timeout.error
source: The time to change your password has expired. Please request a <a href="route://forgotPassword">new password change</a> again.
de_de: Die Zeit zur Kennwortänderung ist abgelaufen. Bitte fordern Sie erneut eine <a href="route://forgotPassword">Kennwortänderung</a> an.
fr_fr: Le délai de modification de votre mot de passe est écoulé. Veuillez redemander un <a href="route://forgotPassword">nouveau mot de passe</a>.

# pwa-account.forgotdata.email.invalid_login_or_name.error
source: The provided e-mail is incorrect. Please try again.
de_de: Die angegebene E-Mail-Adresse ist nicht korrekt. Bitte versuchen Sie es erneut.
fr_fr: Le courriel fourni est incorrect. Veuillez réessayer.

# pwa-account.forgotdata.email.label
source: E-mail Address
de_de: E-Mail-Adresse
fr_fr: Adresse courriel

# pwa-account.forgotdata.password_retrieval.heading
source: Forgot your password?
de_de: Kennwort vergessen?
fr_fr: Mot de passe oublié ?

# pwa-account.forgotdata.password_retrieval_info.text
source: For security purposes, please provide your e-mail address and submit the form. If the information you entered is correct, we will send you an e-mail with a link. Follow this link to create a new password. If you have any problems or need help, please contact our <a href="route://contact">Customer Service</a>.
de_de: Geben Sie aus Sicherheitsgründen Ihre E-Mail-Adresse an und senden Sie das Formular ab. Nach korrekter Eingabe der Informationen erhalten Sie von uns eine E-Mail mit einem Link. Öffnen Sie den Link und folgen Sie den Anweisungen, um ein neues Kennwort anzulegen. Sollten Sie Probleme haben oder Hilfe benötigen, kontaktieren Sie unseren <a href="route://contact">Kundenservice</a>.
fr_fr: Pour des raisons de sécurité, veuillez fournir votre courriel et soumettre le formulaire. Si les informations que vous avez saisies sont correctes, nous vous enverrons un courriel avec un lien. Suivez ce lien pour créer un nouveau mot de passe. Si vous avez des problèmes ou si vous avez besoin d’aide, veuillez contacter notre <a href="route://contact">Service Client</a>.

# pwa-account.help.heading
source: Help Topics
de_de: Hilfe-Themen
fr_fr: Rubriques d’aide

# pwa-account.lastname.error.required
source: Please enter a last name.
de_de: Bitte geben Sie einen Nachnamen an.
fr_fr: Veuillez entrer un nom de famille.

# pwa-account.login.addresses.message
source: Please login to your account to update addresses.
de_de: Melden Sie sich mit Ihrem Benutzernamen an, um Adressen zu aktualisieren.
fr_fr: Veuillez vous connecter à votre compte pour mettre à jour les adresses.

# pwa-account.login.disabled_customer.error
source: Your customer account is disabled.
de_de: Ihr Kundenkonto ist deaktiviert.
fr_fr: Votre compte de client est désactivé.

# pwa-account.login.disabled_user.error
source: Your account is disabled.
de_de: Ihr Benutzerkonto ist deaktiviert.
fr_fr: Votre compte est désactivé.

# pwa-account.login.email.error.invalid
source: Please enter a valid e-mail address.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse an.
fr_fr: Veuillez entrer une adresse courriel valide.

# pwa-account.login.email.error.required
source: Please enter an e-mail address.
de_de: Bitte geben Sie eine E-Mail-Adresse an.
fr_fr: Veuillez entrer une adresse courriel.

# pwa-account.login.email.label
source: E-mail
fr_fr: Courriel

# pwa-account.login.email_password.error.invalid
source: Your E-mail/Password combination is incorrect. Please try again.
de_de: Ihre E-Mail-Kennwort-Kombination ist nicht korrekt. Bitte versuchen Sie es erneut.
fr_fr: Votre combinaison Courriel/Mot de passe est incorrecte. Veuillez réessayer.

# pwa-account.login.link
source: Sign In
de_de: Anmelden
fr_fr: Se connecter

# pwa-account.login.message
source: To sign in to your account, please enter your e-mail address and password.
de_de: Geben Sie für die Anmeldung E-Mail-Adresse und Kennwort ein.
fr_fr: Pour vous connecter à votre compte, veuillez entrer votre adresse courriel et votre mot de passe.

# pwa-account.login.non_approved_customer.error
source: Your customer account is not approved.
de_de: Ihr Benutzerkonto ist nicht genehmigt.
fr_fr: Votre compte client n’est pas approuvé.

# pwa-account.login.notifications.message
source: Please login to your account to use our notification tool.
de_de: Melden Sie sich mit Ihrem Benutzernamen an, um unseren Benachrichtigungsservice zu nutzen.
fr_fr: Veuillez vous connecter à votre compte pour utiliser l’outil de notification.

# pwa-account.login.orders.message
source: Please login to your account to see orders.
de_de: Melden Sie sich mit Ihrem Benutzernamen an, um Bestellungen anzuzeigen.
fr_fr: Veuillez vous connecter à votre compte pour voir les commandes.

# pwa-account.login.ordertemplates.message
source: Please log in to your account to use order templates.
de_de: Melden Sie sich mit Ihrem Benutzernamen an, um Bestellvorlagen zu benutzen.
fr_fr: Veuillez vous connecter à votre compte pour utiliser les modèles de commande.

# pwa-account.login.password.error.required
source: Please enter a password.
de_de: Bitte geben Sie ein Kennwort ein.
fr_fr: Veuillez entrer un mot de passe.

# pwa-account.login.password.label
source: Password
de_de: Kennwort
fr_fr: Mot de passe

# pwa-account.login.profile_settings.message
source: Please login to your account to update profile settings.
de_de: Melden Sie sich mit Ihrem Benutzernamen an, um Profileinstellungen zu aktualisieren.
fr_fr: Veuillez vous connecter à votre compte pour mettre à jour les paramètres de profil.

# pwa-account.login.quotes.message
source: Please log in to your account to use quotes.
de_de: Melden Sie sich mit Ihrem Benutzernamen an, um Preisangebote zu benutzen.
fr_fr: Veuillez vous connecter à votre compte pour utiliser les devis.

# pwa-account.login.register_now
source: You don't have an account yet?<br/><a href="{{0}}">Register now</a>
de_de: Sie haben noch kein Benutzerkonto?<br/><a href="{{0}}">Jetzt anmelden</a>
fr_fr: Vous n’avez pas encore de compte??<br/><a href="{{0}}">Enregistrez-vous maintenant</a>

# pwa-account.login.review.message
source: Please login to your account to write reviews.
de_de: Melden Sie sich mit Ihrem Benutzernamen an, um Rezensionen zu schreiben.
fr_fr: Veuillez vous connecter à votre compte pour rédiger des avis.

# pwa-account.login.session_timeout.message
source: You have been logged out automatically due to a long period of inactivity. Please log in again to continue shopping.
de_de: Sie wurden aufgrund einer langen Inaktivitätsdauer automatisch abgemeldet. Bitte melden Sie sich erneut an, um den Einkauf fortzusetzen.
fr_fr: Vous avez été déconnecté automatiquement en raison d’une longue période d’inactivité. Veuillez vous reconnecter pour continuer vos achats.

# pwa-account.login.signin.heading
source: Sign In
de_de: Anmelden
fr_fr: Se connecter

# pwa-account.login.tacton.message
source: Please login to your account to configure products.
de_de: Melden Sie sich mit Ihrem Benutzernamen an, um Produkte zu konfigurieren.
fr_fr: Veuillez vous connecter à votre compte pour configurer les produits.

# pwa-account.login.username.error.required
source: Please enter a username.
de_de: Geben Sie einen Benutzernamen an.
fr_fr: Veuillez entrer un nom d’utilisateur.

# pwa-account.login.username.label
source: Username
de_de: Benutzername
fr_fr: Nom d’utilisateur
