Repository: intershop/intershop-pwa
Catalog: src/assets/xliff/*.xliff
Languages: de_de, fr_fr

# pwa-checkout.address.delete.confirmation.heading
source: Delete Address
de_de: Adresse löschen
fr_fr: Supprimer l’adresse

# pwa-checkout.address.delete.confirmation.text
source: Do you really want to delete this address?
de_de: Wollen Sie diese Adresse wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer cette adresse ?

# pwa-checkout.address.shipping.label
source: Shipping Address
de_de: Lieferadresse
fr_fr: Adresse de livraison

# pwa-checkout.address.update.button.label
source: Edit this address
de_de: Diese Adresse bearbeiten
fr_fr: Modifier cette adresse

# pwa-checkout.address.update.label
source: Edit
de_de: Bearbeiten
fr_fr: Modifier

# pwa-checkout.addresses.billing_address.heading
source: Invoice Address
de_de: Rechnungsadresse
fr_fr: Adresse de facturation

# pwa-checkout.addresses.checkout_as_guest.heading
source: Checkout as Guest
de_de: Als Gast kaufen
fr_fr: Acheter en tant que visiteur

# pwa-checkout.addresses.email.invalid.error
source: Please enter a valid E-mail Address
de_de: Bitte geben Sie eine gültige E-Mail-Adresse an
fr_fr: Veuillez entrer une adresse courriel valide

# pwa-checkout.addresses.email.label
source: E-mail Address
de_de: E-Mail-Adresse
fr_fr: Adresse courriel

# pwa-checkout.addresses.heading
source: Addresses
de_de: Adressen
fr_fr: Adresses

# pwa-checkout.addresses.no_Selection.error
source: Please specify your invoice and shipping address to continue checkout.
de_de: Bitte geben Sie Ihre Rechnungs- und Lieferadresse an um fortzufahren.
fr_fr: Veuillez spécifier votre adresse de facturation et de livraison pour poursuivre le paiement.

# pwa-checkout.addresses.no_Selection.invoice.error
source: Please select or enter an invoice address.
de_de: Wählen Sie eine Rechnungsadresse aus oder geben Sie eine ein.
fr_fr: Veuillez sélectionner ou entrer une adresse de facturation.

# pwa-checkout.addresses.no_Selection.shipping.error
source: Please select or enter a shipping address.
de_de: Wählen Sie eine Lieferadresse aus oder geben Sie eine ein.
fr_fr: Veuillez sélectionner ou entrer une adresse de livraison.

# pwa-checkout.addresses.select_a_different_address.default
source: Select a different address
de_de: Wählen Sie eine andere Adresse
fr_fr: Choisir une autre adresse

# pwa-checkout.addresses.select_invoice_address.button
source: Select an invoice address
de_de: Rechnungsadresse auswählen
fr_fr: Choisir une adresse de facturation

# pwa-checkout.addresses.select_shipping_address.button
source: Select a shipping address
de_de: Lieferadresse auswählen
fr_fr: Choisir une adresse de livraison

# pwa-checkout.addresses.shipping_address.heading
source: Shipping Address
de_de: Lieferadresse
fr_fr: Adresse de livraison

# pwa-checkout.addresses.shipping_address.option1.text
source: Ship to the above invoice address
de_de: An Rechnungsadresse liefern
fr_fr: Livraison à l’adresse de facturation indiquée ci-dessus

# pwa-checkout.addresses.shipping_address.option2.text
source: Ship to a different address
de_de: An abweichende Adresse liefern
fr_fr: Livraison à une adresse différente

# pwa-checkout.button.label
source: Continue Checkout
de_de: Bestellvorgang fortsetzen
fr_fr: Poursuivre le paiement

# pwa-checkout.cancel.button.label
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-checkout.cart.estimated_shipping_handling.label
source: Estimated Shipping
de_de: Versand (voraussichtlich)
fr_fr: Estimation des frais d’expédition

# pwa-checkout.cart.estimated_total.label
source: Estimated Total
de_de: Gesamtsumme (voraussichtlich)
fr_fr: Total estimé

# pwa-checkout.cart.payment_cost.label
source: Payment Costs
de_de: Zahlungskosten
fr_fr: Frais de paiement

# pwa-checkout.cart.subtotal.heading
source: Subtotal
de_de: Zwischensumme
fr_fr: Sous-total

# pwa-checkout.cart_for_approval.title
source: Thank You For Your Requisition
de_de: Vielen Dank für Ihre Bestellanfrage
fr_fr: Merci pour votre commande

# pwa-checkout.create_address.link
source: Add address
de_de: Neue Adresse hinzufügen
fr_fr: Ajouter une adresse

# pwa-checkout.credit_card.CVCStyleId.error.notFound
source: CVC style ID not found.
de_de: Kartenprüfnummerstil-ID nicht gefunden.
fr_fr: ID de style CVC introuvable.

# pwa-checkout.credit_card.cardStyleId.error.notFound
source: Credit card style ID not found.
de_de: Kreditkartenstil-ID nicht gefunden.
fr_fr: ID de style de carte de crédit introuvable.

# pwa-checkout.credit_card.cvc.error.default
source: Please enter a card validation code.
de_de: Geben Sie die Kartenprüfnummer an.
fr_fr: Veuillez entrer un code de validation de carte.

# pwa-checkout.credit_card.cvc.error.invalid
source: Your card validation code is invalid. Please correct the card validation code.
de_de: Ihre Kartenprüfnummer ist ungültig. Bitte korrigieren Sie die Kartenprüfnummer.
fr_fr: Votre code de validation de carte n’est pas valide. Veuillez corriger le code de validation de carte.

# pwa-checkout.credit_card.cvc.error.length
source: The length of your card validation code is invalid. Please correct the card validation code.
de_de: Die Länge Ihrer Kartenprüfnummer ist ungültig. Bitte korrigieren Sie die Kartenprüfnummer.
fr_fr: La longueur de votre code de validation de carte n’est pas valide. Veuillez corriger le code de validation de carte.

# pwa-checkout.credit_card.cvc.error.notNumber
source: The card validation code should only contain numeric values. Please correct the card validation code.
de_de: Die Kartenprüfnummer sollte nur Zahlenwerte enthalten. Bitte korrigieren Sie die Kartenprüfnummer.
fr_fr: Le code de validation de carte ne doit contenir que des valeurs numériques. Veuillez corriger le code de validation de carte.

# pwa-checkout.credit_card.cvc.label
source: Card Validation Code (CVC)
de_de: Kartenprüfnummer (CVC)
fr_fr: Code de validation de carte (CVC)

# pwa-checkout.credit_card.cvc.popover.content
source: The three or four-digit security code is located on the back of your credit card.
de_de: Der drei- oder vierstellige Sicherheitscode befindet sich auf der Rückseite Ihrer Kreditkarte.
fr_fr: Le code de sécurité à trois ou quatre chiffres se trouve au verso de votre carte de crédit.

# pwa-checkout.credit_card.cvc.popover.title
source: Where can I find the CVC?
de_de: Wo finde ich die Kartenprüfnummer?
fr_fr: Où puis-je trouver le CVC ?

# pwa-checkout.credit_card.expiration_date.label
source: Expiration Date
de_de: Ablaufdatum
fr_fr: Date d’expiration

# pwa-checkout.credit_card.expiryMonth.error.invalid
source: The expiration date is invalid. Please verify your card data.
de_de: Das Ablaufdatum ist ungültig. Bitte überprüfen Sie Ihre Kartendaten.
fr_fr: La date d’expiration n’est pas valide. Veuillez vérifier les données de votre carte.

# pwa-checkout.credit_card.expiry_date.invalid.error
source: Please enter a valid expiry date.
de_de: Geben Sie ein gültiges Ablaufdatum ein
fr_fr: Veuillez entrer une date d’expiration valide.

# pwa-checkout.credit_card.merchantId.error.notFound
source: Merchant ID not found.
de_de: Händler-ID nicht gefunden.
fr_fr: ID marchand introuvable.

# pwa-checkout.credit_card.number.error.default
source: Please enter a valid credit card number
de_de: Geben Sie eine gültige Kreditkartennummer ein
fr_fr: Veuillez entrer un numéro de carte de crédit valide

# pwa-checkout.credit_card.number.error.invalid
source: Your credit card number is invalid. Please correct the credit card number.
de_de: Ihre Kreditkartennummer ist ungültig. Bitte korrigieren Sie die Kreditkartennummer.
fr_fr: Votre numéro de carte de crédit n’est pas valide. Veuillez corriger le numéro de carte de crédit.

# pwa-checkout.credit_card.number.error.length
source: The credit card number should have a length between 13-16 characters. Please correct the credit card number.
de_de: Die Kreditkartennummer sollte eine Länge von 13 bis 16 Zeichen haben. Bitte korrigieren Sie die Kreditkartennummer.
fr_fr: Le numéro de carte de crédit doit contenir entre 13 et 16 caractères. Veuillez corriger le numéro de carte de crédit.

# pwa-checkout.credit_card.number.error.notNumber
source: The credit card number should only contain numeric values. Please correct the credit card number.
de_de: Die Kreditkartennummer sollte nur Zahlenwerte enthalten. Bitte korrigieren Sie die Kreditkartennummer.
fr_fr: Le numéro de carte de crédit ne doit contenir que des valeurs numériques. Veuillez corriger le numéro de carte de crédit.

# pwa-checkout.credit_card.number.label
source: Card Number
de_de: Kartennummer
fr_fr: Numéro de carte

# pwa-checkout.credit_card.security_code.error.required
source: Please enter a security code
de_de: Geben Sie die Prüfnummer ein.
fr_fr: Veuillez entrer un code de sécurité

# pwa-checkout.credit_card.user.firstname.missing.error
source: Please enter a cardholder first name
de_de: Bitte geben Sie den Vornamen des Karteninhabers an.
fr_fr: Veuillez entrer un prénom du titulaire de la carte

# pwa-checkout.credit_card.user.lastname.missing.error
source: Please enter a cardholder last name
de_de: Bitte geben Sie den Nachnamen des Karteninhabers an.
fr_fr: Veuillez entrer un nom de famille du titulaire de la carte

# pwa-checkout.credit_card.user.name.missing.error
source: Please enter a cardholder name.
de_de: Bitte geben Sie den Namen des Karteninhabers an.
fr_fr: Veuillez entrer un nom du titulaire de la carte.

# pwa-checkout.credit_card.validityTime.error.notFound
source: max validity time For CVC not found.
de_de: Die maximale Gültigkeitsdauer der Kartenprüfnummer wurde nicht gefunden.
fr_fr: La durée de validité maximale du CVC n’a pas été trouvée.

# pwa-checkout.detail.text
source: Details
fr_fr: Détails

# pwa-checkout.error.AuthorizationCancelled
source: Your payment was canceled. Please select another payment method.
de_de: Ihre Bezahlung wurde abgebrochen. Wählen Sie eine andere Zahlungsart aus.
fr_fr: Votre paiement a été annulé. Veuillez sélectionner un autre mode de paiement.

# pwa-checkout.error.AuthorizationFailed
source: Your payment could not be authorized. Please select another payment method.
de_de: Ihre Zahlung konnte nicht autorisiert werden. Wählen Sie eine andere Zahlungsart aus.
fr_fr: Votre paiement n’a pas pu être autorisé. Veuillez sélectionner un autre mode de paiement.

# pwa-checkout.error.BasketAlreadyOnHold
source: This shopping cart was already ordered.
de_de: Der Warenkorb wurde bereits bestellt.
fr_fr: Ce panier a déjà été commandé.

# pwa-checkout.error.BasketMissing
source: An internal error occurred.
de_de: Ein interner Fehler ist aufgetreten.
fr_fr: Une erreur interne s’est produite.

# pwa-checkout.error.EmptyBasket
source: Your shopping cart is empty.
de_de: Ihr Warenkorb ist leer.
fr_fr: Votre panier est vide.

# pwa-checkout.error.PromotionCodeInvalid
source: The applied promotion code "{{0}}" is not valid anymore.
de_de: Der angegebene Aktionscode "{{0}}" ist nicht mehr gültig.
fr_fr: Le code promotionnel appliqué « {{0}} » n’est plus valide.

# pwa-checkout.error.PromotionInvalid
source: The applied promotion "{{0}}" is not valid anymore. The promotion was removed from your shopping cart.
de_de: Die angegebene Aktion "{{0}}" ist nicht mehr gültig. Die entsprechende Aktion wurde aus dem Warenkorb entfernt.
fr_fr: La promotion appliquée « {{0}} » n’est plus valide. La promotion a été retirée de votre panier d’achat.

# pwa-checkout.general.back_to_cart.button.label
source: Back to Shopping Cart
de_de: Zurück zum Warenkorb
fr_fr: Retour au panier

# pwa-checkout.hide_all.link
source: Hide Items
de_de: Artikel ausblenden
fr_fr: Cacher des articles

# pwa-checkout.id_of_order.label
source: Your Requisition No.:
de_de: Ihre Bestellanfragenr.:
fr_fr: Votre N° de commande:

# pwa-checkout.order.number.label
source: Your order number is:
de_de: Ihre Bestellnummer ist:
fr_fr: Votre numéro de commande est :

# pwa-checkout.order.shipping.label
source: Shipping
de_de: Versand
fr_fr: Livraison

# pwa-checkout.order.total_cost.label
source: Total Cost
de_de: Gesamtkosten
fr_fr: Coût total

# pwa-checkout.order_details.heading
source: Order Summary
de_de: Bestellübersicht
fr_fr: Récapitulatif de la commande

# pwa-checkout.order_review.heading.text
source: Review the details of your order below and make any changes if needed. Click "Submit Order" to complete your purchase.
de_de: Prüfen Sie die Details Ihrer Bestellung und nehmen Sie, falls notwendig, noch Änderungen vor. Klicken Sie auf "Bestellung absenden", um den Bestellvorgang abzuschließen.
fr_fr: Vérifiez les détails de votre commande ci-dessous et faites des modifications si nécessaire. Cliquez « Soumettre la commande » pour effectuer l’achat.

# pwa-checkout.order_review.heading.title
source: Review Your Order Information
de_de: Ihre Bestelldaten prüfen
fr_fr: Vérifier vos informations de commande

# pwa-checkout.order_review.send.button
source: Submit Order
de_de: Bestellung absenden
fr_fr: Soumettre la commande

# pwa-checkout.order_summary.heading
source: Order Summary
de_de: Bestellübersicht
fr_fr: Récapitulatif de la commande

# pwa-checkout.payment.addPayment.link
source: Add Payment Instrument
de_de: Zahlungsmittel hinzufügen
fr_fr: Ajouter un instrument de paiement

# pwa-checkout.payment.canceled.text
source: Your payment was canceled. Please select another payment method.
de_de: Ihre Bezahlung wurde abgebrochen. Wählen Sie eine andere Zahlungsart aus.
fr_fr: Votre paiement a été annulé. Veuillez sélectionner un autre mode de paiement.

# pwa-checkout.payment.debit.transfer.account.bankcode.maxlength.error
source: The BIC must not exceed 35 characters.
de_de: Der BIC darf nicht länger als 35 Zeichen sein.
fr_fr: Le BIC ne doit pas dépasser 35 caractères.

# pwa-checkout.payment.debit.transfer.account.bankcode.missing.error
source: Please enter a valid BIC.
de_de: Geben Sie eine gültige BIC ein.
fr_fr: Veuillez entrer un Numéro BIC valide.

# pwa-checkout.payment.debit.transfer.account.holder.maxlength.error
source: The holder of the bank account must not exceed 35 characters.
de_de: Der Name des Kontoinhabers darf nicht länger als 35 Zeichen sein.
fr_fr: Le titulaire du compte bancaire ne doit pas dépasser 35 caractères.

# pwa-checkout.payment.debit.transfer.account.holder.missing.error
source: Please enter a valid bank account holder.
de_de: Bitte geben Sie den korrekten Namen des Kontoinhabers ein.
fr_fr: Veuillez saisir un titulaire de compte bancaire valide.

# pwa-checkout.payment.debit.transfer.account.number.maxlength.error
source: The International Bank Account Number (IBAN) must not exceed 35 characters.
de_de: Die IBAN darf nicht länger als 35 Zeichen sein.
fr_fr: Le numéro de compte bancaire international (IBAN) ne doit pas dépasser 35 caractères.

# pwa-checkout.payment.debit.transfer.account.number.missing.error
source: Please enter a valid International Bank Account Number (IBAN).
de_de: Geben Sie eine gültige IBAN ein.
fr_fr: Veuillez saisir un numéro de compte bancaire international (IBAN) valide.

# pwa-checkout.payment.failed.text
source: Your payment could not be authorized. Please select another payment method.
de_de: Ihre Zahlung konnte nicht autorisiert werden. Wählen Sie eine andere Zahlungsart aus.
fr_fr: Votre paiement n’a pas pu être autorisé. Veuillez sélectionner un autre mode de paiement.

# pwa-checkout.payment.global.message.error
source: Please correct the error(s) indicated below.
de_de: Korrigieren Sie die unten angegebenen Fehler.
fr_fr: Veuillez corriger les erreurs indiquées ci-dessous.

# pwa-checkout.payment.method.charges.text
source: Charges:
de_de: Kosten:
fr_fr: Frais :

# pwa-checkout.payment.method.delete.link
source: Delete
de_de: Löschen
fr_fr: Supprimer

# pwa-checkout.payment.method.select.heading
source: Select a Payment Method
de_de: Zahlungsart auswählen
fr_fr: Sélectionnez un mode de paiement

# pwa-checkout.payment.no_AvailablePaymentMethods.error
source: There are no payment methods available for you.
de_de: Es stehen Ihnen keine Zahlungsarten zur Verfügung.
fr_fr: Il n’y a pas de modes de paiement disponibles pour vous.

# pwa-checkout.payment.no_Selection.error
source: Please select a payment method.
de_de: Wählen Sie eine Zahlungsart aus.
fr_fr: Veuillez sélectionner un mode de paiement.

# pwa-checkout.payment.no_selection_required.info
source: You do not need a payment method because the order amount is {{0}}.
de_de: Sie brauchen keine Zahlungsart, weil der Gesamtbetrag {{0}} ist.
fr_fr: Vous n’avez pas besoin un mode de paiement parce que le montant de la commande est de {{0}}.

# pwa-checkout.payment.pagetitle
source: Payment
de_de: Zahlung
fr_fr: Paiement

# pwa-checkout.payment.payWith.link
source: Pay with {{0}}
de_de: Mit {{0}} bezahlen
fr_fr: Payer par {{0}}

# pwa-checkout.payment.payment_cost_threshold.amount_reached
source: Free charge for this order of
de_de: kostenlos für diese Bestellung über
fr_fr: Gratuit pour cette commande de

# pwa-checkout.payment.payment_cost_threshold.text
source: free of charge for orders of at least
de_de: kostenlos bei Bestellungen über mindestens
fr_fr: gratuit pour les commandes d’un minimum de

# pwa-checkout.payment.security_code.missing.error
source: Security Code is missing.
de_de: Kein Sicherheitscode angegeben.
fr_fr: Le code de sécurité manque.

# pwa-checkout.payment.sorry_message.text
source: We're sorry.
de_de: Es tut uns leid.
fr_fr: Nous sommes désolés.

# pwa-checkout.pli.desc.heading
source: Item Description
de_de: Artikelbeschreibung
fr_fr: Description de l’article

# pwa-checkout.pli.freegift.text
source: Free Gift
de_de: Bonusprodukt
fr_fr: Cadeau gratuit

# pwa-checkout.pli.price.heading
source: Price
de_de: Preis
fr_fr: Prix

# pwa-checkout.pli.qty.label
source: Qty:
de_de: Menge:
fr_fr: Qté :

# pwa-checkout.progress.addresses.label
source: Addresses
de_de: Adressen
fr_fr: Adresses

# pwa-checkout.progress.payment.label
source: Payment
de_de: Zahlung
fr_fr: Paiement

# pwa-checkout.progress.receipt.label
source: Receipt
de_de: Bestätigung
fr_fr: Reçu

# pwa-checkout.progress.review.label
source: Review
de_de: Prüfen
fr_fr: Avis

# pwa-checkout.progress.shipping.label
source: Shipping
de_de: Versand
fr_fr: Livraison

# pwa-checkout.receipt.continue.shopping
source: Continue Shopping
de_de: Weiter einkaufen
fr_fr: Poursuivre mes achats

# pwa-checkout.receipt.notification.mail.text
source: We will e-mail <strong>{{0}}</strong> to keep you updated on the status of your order.
de_de: Wir werden <strong>{{0}}</strong> per E-Mail über den Status Ihrer Bestellung informieren.
fr_fr: Nous vous enverrons un courriel à <strong>{{0}}</strong> pour vous tenir au courant de l’état de votre commande.

# pwa-checkout.receipt.order_pending.message
source: The order status remains pending until the payment transaction is complete.
de_de: Der Bestell-Status bleibt unverändert bis der Zahlungsvorgang abgeschlossen wurde.
fr_fr: L’état de la commande reste en suspens jusqu’à ce que le paiement soit terminé.

# pwa-checkout.receipt.print.button.label
source: Print Receipt
de_de: Bestellbestätigung drucken
fr_fr: Imprimer le reçu

# pwa-checkout.receipt.tankyou.message
source: Thank you for your Order
de_de: Vielen Dank für Ihre Bestellung!
fr_fr: Merci pour votre commande

# pwa-checkout.restriction.error
source: Please correct the error(s) indicated below
de_de: Korrigieren Sie den/die unten angegebenen Fehler
fr_fr: Veuillez corriger les erreurs indiquées ci-dessous

# pwa-checkout.safeandsecure.details.title
source: Secure Shopping
de_de: Sicheres Einkaufen
fr_fr: Achats sécurisés

# pwa-checkout.same_as_billing_address.text
source: Same as invoice address
de_de: siehe Rechnungsadresse
fr_fr: La même que l’adresse de facturation

# pwa-checkout.save_edit.checkbox.label
source: Save this information for later purchases
de_de: Informationen für zukünftige Einkäufe speichern
fr_fr: Enregistrer ces informations pour des achats ultérieurs

# pwa-checkout.sepa.accountholder.error.default
source: The account holder is required.
de_de: Der Kontoinhaber ist erforderlich.
fr_fr: Le titulaire du compte est obligatoire.

# pwa-checkout.sepa.accountholder.error.notAlphanumeric
source: The account holder must consist of alphanumeric characters.
de_de: Der Kontoinhaber muss aus alphanumerischen Zeichen bestehen.
fr_fr: Le titulaire du compte doit être composé de caractères alphanumériques.

# pwa-checkout.sepa.bic.error.countryNotSupported
source: The BIC is associated to a country which is not supported.
de_de: Der BIC ist einem Land zugeordnet, das nicht unterstützt wird.
fr_fr: Le BIC est associé à un pays qui n’est pas pris en charge.

# pwa-checkout.sepa.bic.error.invalid
source: The BIC is invalid.
de_de: Der BIC ist ungültig.
fr_fr: Le BIC n’est pas valide.

# pwa-checkout.sepa.bic.error.length
source: The length of the BIC is invalid.
de_de: Die Länge des BIC ist ungültig.
fr_fr: La longueur du BIC n’est pas valide.

# pwa-checkout.sepa.bic.error.notAlphanumeric
source: The BIC must consist of alphanumeric characters.
de_de: Der BIC muss aus alphanumerischen Zeichen bestehen.
fr_fr: Le BIC doit être composé de caractères alphanumériques.

# pwa-checkout.sepa.iban.error.countryNotSupported
source: The IBAN is associated to a country which is not supported.
de_de: Die IBAN ist einem Land zugeordnet, das nicht unterstützt wird.
fr_fr: L’IBAN est associé à un pays qui n’est pas pris en charge.

# pwa-checkout.sepa.iban.error.default
source: The IBAN is required.
de_de: Die IBAN ist erforderlich.
fr_fr: L’IBAN est obligatoire.

# pwa-checkout.sepa.iban.error.invalid
source: The IBAN is invalid.
de_de: Die IBAN ist ungültig.
fr_fr: L’IBAN n’est pas valide.

# pwa-checkout.sepa.iban.error.length
source: The length of the IBAN is invalid.
de_de: Die Länge der IBAN ist ungültig.
fr_fr: La longueur de l’IBAN n’est pas valide.

# pwa-checkout.sepa.iban.error.notAlphanumeric
source: The IBAN must consist of alphanumeric characters.
de_de: Die IBAN muss aus alphanumerischen Zeichen bestehen.
fr_fr: L’IBAN doit être composé de caractères alphanumériques.

# pwa-checkout.sepa.mandate.error.required
source: No consent has been given for authorization.
de_de: Es wurde keine Zustimmung zur Genehmigung erteilt.
fr_fr: Aucune autorisation n’a été donnée.

# pwa-checkout.shipping.delivery_time
source: in {{0}}-{{1}} days.
de_de: {{0}}-{{1}} Tagen geliefert.
fr_fr: dans les {{0}}-{{1}} jours.

# pwa-checkout.shipping.delivery_time.description
source: Your products will arrive
de_de: Ihre Produkte werden in
fr_fr: Vos produits arriveront

# pwa-checkout.shipping.delivery_time.within
source: within {{0}} days.
de_de: {{0}} Tagen geliefert.
fr_fr: dans les {{0}} jours.

# pwa-checkout.shipping.delivery_time.within24
source: within 24 hours.
de_de: 24 Stunden geliefert.
fr_fr: dans un délai de 24 heures

# pwa-checkout.shipping.global.message.error
source: Please correct the error(s) indicated below.
de_de: Korrigieren Sie die unten angegebenen Fehler.
fr_fr: Veuillez corriger les erreurs indiquées ci-dessous.

# pwa-checkout.shipping.no_methods.message
source: There is no shipping method available that allows these products to be shipped together. Please adjust the shopping cart and place several separate orders.
de_de: Es ist keine Versandart verfügbar, mit der diese Produkte zusammen versendet werden können. Bitte passen Sie den Warenkorb an und geben Sie mehrere separate Bestellungen auf.
fr_fr: Il n’y a pas de méthode d’expédition disponible qui permette d’expédier tous ces produits ensemble. Veuillez ajuster le panier d’achat et passer plusieurs commandes séparées.

# pwa-checkout.shipping.pagetitle
source: Shipping
de_de: Versand
fr_fr: Livraison

# pwa-checkout.shipping_method.no_Selection.error
source: Please select a shipping method.
de_de: Wählen Sie eine Versandart aus.
fr_fr: Veuillez sélectionner un mode d’expédition.
