Repository: intershop/intershop-pwa
Catalog: src/assets/xliff/*.xliff
Languages: de_de, fr_fr

# pwa-footer.content
source: <div class="footer"><div class="container"><div class="row"><p class="disclaimer"><strong>Disclaimer: </strong>We advise you that this inSPIRED demo shop is a shop for demonstration only and all contents are of exemplary nature for demonstration and illustration purposes solely. Intershop Communications AG does not guarantee and accepts no liability for correctness, completeness and up-to-dateness of the contents provided. The contents of the demo shop must not be adopted or copied to your shop or otherwise being used by you.</p></div><div class="row"><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[0] = !collapsed[0]"><span style="text-transform: none;">in</span> SPIRED<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block"><span style="text-transform: none;">in</span>SPIRED</h4><div class="link-group" [ngbCollapse]="collapsed[0]"><ul><li><a href="page://page.aboutus">About Us</a></li><li><a href="page://page.termsAndConditions.pagelet2-Page">Terms & Conditions</a></li><li><a href="page://page.privacyPolicy.pagelet2-Page">Privacy Policy</a></li><li><a href="route://cookies" title="Manage Cookies">Manage Cookies</a></li><li><a href="page://page.helpdesk.pagelet2-Page">Help</a></li><li><a href="route://contact">Contact Us</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[1] = !collapsed[1]">SERVICE<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">SERVICE</h4><div class="link-group" [ngbCollapse]="collapsed[1]"><ul><li><a href="page://page.helpdesk.faq">Frequently Asked Questions</a></li><li><a href="page://page.helpdesk.orderingShippingPayment">Ordering, Shipping and Payment</a></li><li><a href="page://page.returnpolicy">Return Policy</a></li><li><a href="page://page.helpdesk.giftServices">Gift Services</a></li><li><a href="page://page.helpdesk.safetySecurityPrivacy">Safety, Security & Privacy</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[2] = !collapsed[2]">MY ACCOUNT<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">MY ACCOUNT</h4><div class="link-group" [ngbCollapse]="collapsed[2]"><ul><li><a rel="nofollow" href="route://account/orders">Order History</a></li><li><a rel="nofollow" href="">Gift Cards & Certificates</a></li><li><a rel="nofollow" href="">Gift Card Balance Lookup</a></li><li><a rel="nofollow" href="">Saved Payment Information</a></li><li><a rel="nofollow" href="route://account/addresses">Saved Addresses</a></li><li><a rel="nofollow" href="route://account/profile">Profile Settings</a></li><li><a rel="nofollow" href="">Product Notifications</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[3] = !collapsed[3]">TOP CATEGORIES<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">TOP CATEGORIES</h4><div class="link-group" [ngbCollapse]="collapsed[3]"><ul><li><a href="route://Action-Cameras-catCameras-Camcorders.832">Action Cameras</a></li><li><a href="route://TVs-and-Projectors-catHome-Entertainment.220">TVs and Projectors</a></li><li><a href="route://Monitors-catComputers.3001">Monitors</a></li><li><a href="route://Home-Cinema-Systems-catHome-Entertainment.1058.1082">Home Cinema Systems</a></li><li><a href="route://Tablets-catComputers.897">Tablets</a></li><li><a href="route://Notebooks-catComputers.1835.151">Notebooks</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[4] = !collapsed[4]">TOP PRODUCTS<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">TOP PRODUCTS</h4><div class="link-group" [ngbCollapse]="collapsed[4]"><ul><li><a href="product://8182790134362">GoPro Hero 4 Silver</a></li><li><a href="product://8806086011815">Samsung Full HD 3D Smart TV</a></li><li><a href="product://3953312">Canon LEGRIA HF R16</a></li><li><a href="product://8806086070188">Samsung Galaxy NotePRO 4G </a></li><li><a href="product://689796">Wrist Rest Fellowes</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[5] = !collapsed[5]">DEMO CONTENT<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">DEMO CONTENT</h4><div class="link-group" [ngbCollapse]="collapsed[5]"><ul><li><a href="https://icecat.biz/" target="_blank" title="Demo Content provided by Icecat" class="cms-footer-longLinks">Icecat Content</a></li><li><a href="page://page.democontent" title="Demo Content Disclaimer">Demo Disclaimer</a></li><li><a href="route://error" title="Error Page">Error</a></li><li><a href="route://home" title="Root Route">Root</a></li><li><a href="route://basket" title="Cart Page">Shopping Cart</a></li></ul></div></div></div><div class="row text-center"><p class="copyright">Intershop Progressive Web App {{ appVersion }} <br />© 2021 INTERSHOP Communications AG. All rights reserved.</p></div></div></div>
de_de: <div class="footer"><div class="container"><div class="row"><p class="disclaimer"><strong>Disclaimer: </strong>Wir weisen daraufhin, dass dieser inSPIRED Demo Shop ein reiner Demonstrationsshop ist und s&auml;mtliche Inhalte lediglich beispielhaften Charakter zum Zwecke der Demonstration und Illustration haben. F&uuml;r die Richtigkeit, Vollst&auml;ndigkeit und Aktualit&auml;t der enthaltenen Inhalte &uuml;bernimmt Intershop Communications AG keine Haftung. Die Inhalte des Demo-Shops d&uuml;rfen nicht in Ihren Shop &uuml;bernommen oder anderweitig von Ihnen genutzt werden.</p></div><div class="row"><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[0] = !collapsed[0]"><span style="text-transform: none;">in</span> SPIRED<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block"><span style="text-transform: none;">in</span>SPIRED</h4><div class="link-group" [ngbCollapse]="collapsed[0]"><ul><li><a href="page://page.aboutus">&Uuml;ber uns</a></li><li><a href="page://page.termsAndConditions.pagelet2-Page">Allgemeine Gesch&auml;ftsbedingungen</a></li><li><a href="page://page.privacyPolicy.pagelet2-Page">Datenschutzhinweise</a></li><li><a href="route://cookies" title="Cookies verwalten">Cookies verwalten</a></li><li><a href="page://page.helpdesk.pagelet2-Page">Hilfe</a></li><li><a href="route://contact">Kontakt</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[1] = !collapsed[1]">SERVICE<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">SERVICE</h4><div class="link-group" [ngbCollapse]="collapsed[1]"><ul><li><a href="page://page.helpdesk.faq">H&auml;ufige Fragen</a></li><li><a href="page://page.helpdesk.orderingShippingPayment">Bestellung, Versand und Bezahlung</a></li><li><a href="page://page.returnpolicy">R&uuml;ckgaberegelung</a></li><li><a href="page://page.helpdesk.giftServices">Geschenk-Services</a></li><li><a href="page://page.helpdesk.safetySecurityPrivacy">Sicherheit, Schutz & Privatsph&auml;re</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[2] = !collapsed[2]">MEIN KONTO<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">MEIN KONTO</h4><div class="link-group" [ngbCollapse]="collapsed[2]"><ul><li><a rel="nofollow" href="route://account/orders">Bestellhistorie</a></li><li><a rel="nofollow" href="">Geschenkkarten und -gutscheine</a></li><li><a rel="nofollow" href="">Geschenkkarten-Guthaben</a></li><li><a rel="nofollow" href="">Gespeicherte Zahlungsdaten</a></li><li><a rel="nofollow" href="route://account/addresses">Gespeicherte Adressen</a></li><li><a rel="nofollow" href="route://account/profile">Profileinstellungen</a></li><li><a rel="nofollow" href="">Produktbenachrichtigungen</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[3] = !collapsed[3]">BELIEBTE KATEGORIEN<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">BELIEBTE KATEGORIEN</h4><div class="link-group" [ngbCollapse]="collapsed[3]"><ul><li><a href="route://Action-Kameras-catCameras-Camcorders.832">Action-Kameras</a></li><li><a href="route://TVs-Projektoren-catHome-Entertainment.220">TVs & Projektoren</a></li><li><a href="route://Monitors-catComputers.3001">Monitore</a></li><li><a href="route://Heimkino-Systeme-catHome-Entertainment.1058.1082">Heimkino-Systeme</a></li><li><a href="route://Tablets-catComputers.897">Tablets</a></li><li><a href="route://Notebooks-catComputers.1835.151">Notebooks</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[4] = !collapsed[4]">BELIEBTE PRODUKTE<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">BELIEBTE PRODUKTE</h4><div class="link-group" [ngbCollapse]="collapsed[4]"><ul><li><a href="product://8182790134362">GoPro Hero 4 Silver</a></li><li><a href="product://8806086011815">Samsung Full HD 3D Smart TV</a></li><li><a href="product://3953312">Canon LEGRIA HF R16</a></li><li><a href="product://8806086070188">Samsung Galaxy NotePRO 4G </a></li><li><a href="product://689796">Wrist Rest Fellowes</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[5] = !collapsed[5]">DEMO CONTENT<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">DEMO CONTENT</h4><div class="link-group" [ngbCollapse]="collapsed[5]"><ul><li><a href="https://icecat.biz/"target="_blank"title="Demo Content provided by Icecat"class="cms-footer-longLinks">Icecat Content</a></li><li><a href="page://page.democontent" title="Demo Content Disclaimer">Demo Disclaimer</a></li><li><a href="route://error" title="Error Page">Fehler</a></li><li><a href="route://home" title="Root Route">Hauptseite</a></li><li><a href="route://basket"title="Basket Page">Warenkorb</a></li></ul></div></div></div><div class="row text-center"><p class="copyright">Intershop Progressive Web App {{ appVersion }} <br />&copy; 2021 INTERSHOP Communications AG. Alle Rechte vorbehalten.</p></div></div></div>
fr_fr: "<div class="footer"><div class="container"><div class="row"><p class="disclaimer"><strong>Clause de non-responsabilité : </strong> Nous vous informons que ce magasin démo inSPIRED est un magasin de démonstration uniquement et que tout son contenu est de nature exemplaire à des fins de démonstration et d’illustration uniquement. Intershop Communications SARL ne garantit pas et décline toute responsabilité pour l’exactitude, l’exhaustivité et la mise à jour du contenu mis à disposition. Le contenu du magasin démo ne doit pas être adopté ou copié dans votre magasin ni être utilisé par vous de quelque manière que ce soit.</p></div><div class="row"><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[0] = !collapsed[0]"><span style="text-transform: none;">in</span> SPIRED<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block"><span style="text-transform: none;">in</span>SPIRED</h4><div class="link-group" [ngbCollapse]="collapsed[0]"><ul><li><a href="page://page.aboutus">À propos de nous</a></li><li><a href="page://page.termsAndConditions.pagelet2-Page">Conditions générales</a></li><li><a href="page://page.privacyPolicy.pagelet2-Page">Politique de confidentialité</a></li><li><a href="route://cookies" title="Gérer les cookies">Gérer les cookies</a></li><li><a href="page://page.helpdesk.pagelet2-Page">Assistance</a></li><li><a href="route://contact">Contactez-nous</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[1] = !collapsed[1]">SERVICE<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">SERVICE</h4><div class="link-group" [ngbCollapse]="collapsed[1]"><ul><li><a href="page://page.helpdesk.faq">Questions fréquemment posées</a></li><li><a href="page://page.helpdesk.orderingShippingPayment">Commande, expédition et paiement</a></li><li><a href="page://page.returnpolicy">Politique de retour</a></li><li><a href="page://page.helpdesk.giftServices">Services cadeaux</a></li><li><a href="page://page.helpdesk.safetySecurityPrivacy">Protection, sécurité et confidentialité</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[2] = !collapsed[2]">MON COMPTE<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">MON COMPTE</h4><div class="link-group" [ngbCollapse]="collapsed[2]"><ul><li><a rel="nofollow" href="route://account/orders">Historique des commandes</a></li><li><a rel="nofollow" href="">Cartes-cadeaux et chèques-cadeaux</a></li><li><a rel="nofollow" href="">Consultation du solde des cartes-cadeaux</a></li><li><a rel="nofollow" href="">Informations de paiement enregistrées</a></li><li><a rel="nofollow" href="route://account/addresses">Adresses enregistrées</a></li><li><a rel="nofollow" href="route://account/profile">Paramètres de profil</a></li><li><a rel="nofollow" href="">Notifications de produits</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[3] = !collapsed[3]">CATÉGORIES POPULAIRES<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">CATÉGORIES POPULAIRES</h4><div class="link-group" [ngbCollapse]="collapsed[3]"><ul><li><a href="route://Caméras-d’action-catCameras-Camcorders.832">Caméras d’action</a></li><li><a href="route://TVs-et-projecteurs-catHome-Entertainment.220">TVs et projecteurs</a></li><li><a href="route://Moniteurs-catComputers.3001">Moniteurs</a></li><li><a href="route://Système-Home-Cinéma-catHome-Entertainment.1058.1082">Système Home Cinéma</a></li><li><a href="route://Tablets-catComputers.897">Tablets</a></li><li><a href="route://Notebooks-catComputers.1835.151">Notebooks</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[4] = !collapsed[4]">TOP PRODUITS<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">TOP PRODUITS</h4><div class="link-group" [ngbCollapse]="collapsed[4]"><ul><li><a href="product://8182790134362">GoPro Hero 4 Silver</a></li><li><a href="product://8806086011815">Samsung Full HD 3D Smart TV</a></li><li><a href="product://3953312">Canon LEGRIA HF R16</a></li><li><a href="product://8806086070188">Samsung Galaxy NotePRO 4G </a></li><li><a href="product://689796">Wrist Rest Fellowes</a></li></ul></div></div><div class="col-md-4 col-lg-2"><h4 class="d-md-none link-group-title" (click)="collapsed[5] = !collapsed[5]">CONTENU DEMO<fa-icon class="link-group-icon" [icon]="['fas', 'angle-down']"></fa-icon></h4><h4 class="d-none d-md-block">CONTENU DEMO</h4><div class="link-group" [ngbCollapse]="collapsed[5]"><ul><li><a href="https://icecat.biz/" target="_blank" title="Demo Content provided by Icecat" class="cms-footer-longLinks">Contenu Icecat</a></li><li><a href="page://page.democontent" title="Demo Content Disclaimer">Avis de non-responsabilité concernant la démo</a></li><li><a href="route://error" title="Error Page">Erreur</a></li><li><a href="route://home" title="Root Route">Root</a></li><li><a href="route://basket" title="Cart Page">panier d’achat</a></li></ul></div></div></div><div class="row text-center"><p class="copyright">Intershop Progressive Web App {{ appVersion }} <br />© 2021 INTERSHOP Communications AG. Tous droits réservés.</p></div></div></div>

# pwa-forgot_password.form.send.button.label
source: Send
de_de: Senden
fr_fr: Envoyer

# pwa-header.welcome.text
source: Welcome to inSPIRED
de_de: Willkommen bei inSPIRED
fr_fr: Bienvenue chez inSPIRED

# pwa-helpdesk.contact_us.heading
source: Contact Us
de_de: Kontakt
fr_fr: Contact

# pwa-helpdesk.contact_us.link
source: Contact Us
de_de: Kontakt
fr_fr: Contact

# pwa-helpdesk.contactus.comments.error
source: Please enter your question or comments.
de_de: Geben Sie Ihre Fragen und Anmerkungen ein.
fr_fr: Veuillez entrer vos questions ou commentaires.

# pwa-helpdesk.contactus.comments.label
source: Question & Comments
de_de: Fragen und Anmerkungen
fr_fr: Questions & commentaires

# pwa-helpdesk.contactus.continueshopping
source: Continue Shopping
de_de: Weiter einkaufen
fr_fr: Poursuivre mes achats

# pwa-helpdesk.contactus.email.error
source: Please enter a valid e-mail address.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse an.
fr_fr: Veuillez entrer une adresse courriel valide.

# pwa-helpdesk.contactus.email.label
source: E-mail Address
de_de: E-Mail-Adresse
fr_fr: Adresse courriel

# pwa-helpdesk.contactus.indicates
source: Required Field
de_de: Erforderliches Feld
fr_fr: Champ obligatoire

# pwa-helpdesk.contactus.name.error
source: Please enter your name.
de_de: Bitte geben Sie Ihren Namen an.
fr_fr: Veuillez entrer votre nom.

# pwa-helpdesk.contactus.name.label
source: Name (First & Last)
de_de: Name (Vor- und Nachname)
fr_fr: Nom (prénom et nom de famille)

# pwa-helpdesk.contactus.order.label
source: Order Number
de_de: Bestellnummer
fr_fr: Numéro de commande

# pwa-helpdesk.contactus.phone.error
source: Please enter your phone number.
de_de: Bitte geben Sie Ihre Telefonnummer an.
fr_fr: Veuillez entrer votre numéro de téléphone.

# pwa-helpdesk.contactus.phone.label
source: Phone Number
de_de: Telefon
fr_fr: Numéro de téléphone

# pwa-helpdesk.contactus.prolog
source: You can expect a response to your message within two business days.
de_de: Sie können innerhalb von zwei Werktagen mit einer Antwort rechnen.
fr_fr: Vous recevrez une réponse à votre message dans les deux jours ouvrables qui suivent.

# pwa-helpdesk.contactus.subject.error
source: Please select a subject.
de_de: Bitte wählen Sie einen Betreff.
fr_fr: Veuillez entrer un objet.

# pwa-helpdesk.contactus.subject.label
source: Subject
de_de: Betreff
fr_fr: Objet

# pwa-helpdesk.contactus.submit
source: Submit
de_de: Senden
fr_fr: Soumettre

# pwa-helpdesk.contactus.thankyou
source: Thank you for your message.
de_de: Vielen Dank für Ihre Nachricht.
fr_fr: Merci pour votre message.

# pwa-helpdesk.contactus.youwillreceive
source: You should receive a response within two business days.
de_de: Sie sollten in den nächsten zwei Werktagen eine Antwort erhalten.
fr_fr: Vous devriez recevoir une réponse dans les deux jours ouvrables qui suivent.

# pwa-helpdesk.mail_not_sent.message
source: Your mail couldn't be sent. We apologize for the inconvenience.
de_de: Ihre E-Mail konnte leider nicht versandt werden. Wir bitten um Entschuldigung.
fr_fr: Votre courriel n’a pas pu être envoyé. Nous nous excusons pour les inconvénients.

# pwa-helpdesk.try_again.message
source: Please try again later.
de_de: Bitte versuchen Sie es später erneut.
fr_fr: Veuillez réessayer plus tard.

# pwa-helpdesk.user_service.message
source: To contact our User Service Department by phone, please call <strong>1-800-xxx-xxxx</strong>.
de_de: Um unseren Benutzerservice per Telefon zu kontaktieren, wählen Sie <strong>0-800-xxx-xxxx</strong>.
fr_fr: Pour contacter notre service utilisateurs par téléphone, veuillez appeler <strong>1-0800-xxx-xxxx</strong>.

# pwa-inplace_edit.cancel
source: Cancel
de_de: Abbrechen
fr_fr: Annuler

# pwa-inplace_edit.click_to_edit
source: Click to edit
de_de: Klicken zum Editieren
fr_fr: Cliquez pour modifier

# pwa-inplace_edit.save
source: Save
de_de: Speichern
fr_fr: Enregistrer

# pwa-modal.heading.remove.order.template
source: Remove Product From Order Template
de_de: Produkt aus Bestellvorlage entfernen
fr_fr: Supprimer le produit du modèle de commande

# pwa-order.number.label
source: Order Number:
de_de: Bestellnummer:
fr_fr: Numéro de commande :

# pwa-order.tracking.error
source: Unfortunately, we could not locate an order with the information you provided.
de_de: Leider konnte keine Bestellung mit Ihren Daten gefunden werden.
fr_fr: Malheureusement, nous n’avons pas pu localiser de commande avec les informations que vous nous avez fournies.

# pwa-order_template.create.heading
source: Create Order Template
de_de: Bestellvorlage anlegen
fr_fr: Créer un modèle de commande

# pwa-payment.error.PaymentInstrumentAlreadyExists
source: The payment instrument could not be created. Payment data with the given parameters already exists.
de_de: Das Zahlungsmittel konnte nicht angelegt werden. Zahlungsdaten mit den angegebenen Parametern sind bereits vorhanden.
fr_fr: L’instrument de paiement n’a pas pu être créé. Les données de paiement avec les paramètres fournis existent déjà.

# pwa-product.add_to_cart.link
source: Add to Cart
de_de: In den Warenkorb
fr_fr: Ajouter au panier

# pwa-product.add_to_cart.retailset.link
source: Add item(s) to Cart
de_de: Artikel in den Warenkorb legen
fr_fr: Ajouter les articles au panier

# pwa-product.add_to_wishlist.link
source: Add to Wish List
de_de: Auf die Wunschliste
fr_fr: Ajouter à la liste de souhaits

# pwa-product.available_in_different_configuration
source: Not Available
de_de: Nicht Verfügbar
fr_fr: Non disponible

# pwa-product.choose_another_variation.link
source: Choose Another Variation
de_de: Wählen Sie eine andere Variante
fr_fr: Sélectionnez une autre variation

# pwa-product.choose_variation.link
source: Choose Variation
de_de: Variation auswählen
fr_fr: Sélectionner une variation

# pwa-product.compare.link
source: Compare
de_de: Vergleichen
fr_fr: Comparer

# pwa-product.compare.next.button.label
source: Next Page
de_de: Nächste Seite
fr_fr: Page suivante

# pwa-product.compare.no_product_selected.message
source: No products to compare. Please select some products.
de_de: Keine Produkte zum Vergleich ausgewählt. Markieren Sie bitte einige Produkte.
fr_fr: Il n’y a pas de produits à comparer. Veuillez sélectionner des produits.

# pwa-product.compare.previous.button.label
source: Previous Page
de_de: Vorherige Seite
fr_fr: Page précédente

# pwa-product.compare.price.label
source: Price
de_de: Preis
fr_fr: Prix

# pwa-product.compare.ratings.label
source: Ratings
de_de: Bewertungen
fr_fr: Évaluations

# pwa-product.compare.remove.link
source: Remove
de_de: Entfernen
fr_fr: Supprimer

# pwa-product.compare.selected_product_count.message
source: You have selected {{0}} items to compare.
de_de: Sie haben {{0}} Produkte zum Vergleichen markiert.
fr_fr: Vous avez sélectionné {{0}} articles à comparer.

# pwa-product.details.heading
source: Details
fr_fr: Détails

# pwa-product.email_a_friend.link
source: E-mail a friend
de_de: Per E-Mail an einen Freund
fr_fr: Envoyer un courriel à un(e) ami(e)

# pwa-product.image.text.alttext
source: product photo
de_de: Produktbild
fr_fr: photo du produit

# pwa-product.instock.text
source: In Stock
de_de: Verfügbar
fr_fr: En stock

# pwa-product.itemNumber.label
source: Product ID:
de_de: Produkt-ID:
fr_fr: ID produit :

# pwa-product.manufacturer_name.label
source: Manufacturer Name
de_de: Herstellername
fr_fr: Nom du fabricant

# pwa-product.manufacturer_sku.label
source: Manufacturer SKU
de_de: Hersteller-SKU
fr_fr: UGS du fabricant

# pwa-product.out_of_stock.text
source: Out of Stock
de_de: Nicht verfügbar
fr_fr: Stock épuisé
